{
  "imposter-prime-suspect": [
    {
      "question": "Things you would do for a million",
      "question-alternatives": "Things you would refuse to do no matter the price,, Things someone could offer money for that you'd hesitate to admit,, Things you'd only do if nobody ever found out"
    },
    {
      "question": "Worst people to ever exist",
      "question-alternatives": "Most admirable people to ever exist,, People history gives too much credit,, People whose actions would get them cancelled instantly today"
    },
    {
      "question": "What game do you wish was real life",
      "question-alternatives": "What fictional world you’d never want to live in,, What game would become horrifying in real life,, What fictional universe you'd accidentally die in immediately"
    },
    {
      "question": "Supervillain that was lowkey justified",
      "question-alternatives": "A villain who absolutely had no justification,, A villain whose motives you secretly understand,, A villain who would actually win in real life"
    },
    {
      "question": "What crime would you commit if it meant it would never happen again",
      "question-alternatives": "What crime you would never commit under any circumstance,, What morally grey action you'd reluctantly take for a greater good,, What law you’d break quietly if guaranteed zero consequences"
    },
    {
      "question": "What’s the maximum age gap you would be fine with dating",
      "question-alternatives": "An age gap you would never tolerate,, The age gap you think most people secretly accept,, The age gap that would instantly make things look suspicious"
    },
    {
      "question": "Valid reasons to crashout",
      "question-alternatives": "Valid reasons to stay calm no matter what,, Reasons people snap that you lowkey relate to,, Situations where acting unhinged is somehow understandable"
    },
    {
      "question": "Most horrific event in human history",
      "question-alternatives": "Most inspiring moment in human history,, Historical events people underestimate the severity of,, Events that would cause society to collapse instantly today"
    },
    {
      "question": "What’s the worst crime you think could be morally justified",
      "question-alternatives": "What’s the most harmless thing that still feels morally wrong,, A decision people judge harshly but you secretly understand,, A crime you could defend under extremely specific circumstances"
    },
    {
      "question": "What’s something illegal that shouldn’t be illegal",
      "question-alternatives": "Something legal that absolutely shouldn’t be,, Something society enforces that makes no sense,, A rule you break even though you know you're technically not supposed to"
    },
    {
      "question": "What’s the biggest necessary evil",
      "question-alternatives": "What’s something unnecessary that people pretend is essential,, Something society relies on but shouldn’t,, Something you accept only because rejecting it makes life harder"
    },
    {
      "question": "What would you do for a billion that you wouldn’t do for a million",
      "question-alternatives": "What wouldn’t you do even for a billion,, Something you'd never admit you'd consider for money,, Something you'd only do for a billion if your life depended on it"
    },
    {
      "question": "What’s the coldest breakup reason",
      "question-alternatives": "What’s the kindest breakup reason,, A breakup reason that sounds reasonable but hits too hard,, A breakup reason that would make everyone gasp at how cruel it is"
    },
    {
      "question": "What’s the worst thing you’d do to save someone you love",
      "question-alternatives": "Something you’d refuse to do no matter who it was for,, A sacrifice you’d reluctantly make in a life-or-death situation,, A moral line you'd cross only if nobody knew why"
    },
    {
      "question": "What famous figure deserves forgiveness the least",
      "question-alternatives": "What famous figure deserves more forgiveness than they get,, A public figure who gets too much praise,, A famous person whose redemption arc would never work"
    },
    {
      "question": "What’s something harmless that would put you on a “sus list” instantly?",
      "question-alternatives": "What’s something suspicious that actually has an innocent explanation,, An action that looks sketchy but you do without thinking,, Something you do that would get you side-eyed immediately"
    },
    {
      "question": "What’s a perfectly legal thing that still feels illegal?",
      "question-alternatives": "What illegal thing feels surprisingly harmless,, What normal action gives you anxiety despite being allowed,, What rule-following action still feels like you're breaking something"
    },
    {
      "question": "What’s a sacrifice that isn’t worth making, even for someone you love?",
      "question-alternatives": "A sacrifice that is always worth making for someone you love,, A boundary you'd set that others might disagree with,, A line you refuse to cross no matter the emotional pressure"
    },
    {
      "question": "What’s a scenario where lying is absolutely the right call?",
      "question-alternatives": "A scenario where honesty is always required,, A lie that does more good than harm,, A truth that would cause chaos if spoken out loud"
    },
    {
      "question": "What’s a rule you’d break if you knew nobody would ever find out?",
      "question-alternatives": "A rule you'd never break even with guaranteed secrecy,, A rule people pretend to follow but secretly don’t,, A rule you'd break just to see what happens"
    },
    {
      "question": "What’s the smallest red flag that would still get you ejected?",
      "question-alternatives": "The biggest red flag you’d overlook,, A tiny behavior that instantly ruins your trust,, A small action that tells you something is deeply wrong"
    },
    {
      "question": "What’s a temptation you’re not confident you could resist?",
      "question-alternatives": "A temptation you can resist easily,, A temptation everyone claims they’d resist but wouldn’t,, A temptation that would expose your true personality instantly"
    },
    {
      "question": "What’s something you would never joke about?",
      "question-alternatives": "Something you joke about way too often,, Something people joke about that you can’t find funny,, Something that becomes unfunny the moment it's said out loud"
    },
    {
      "question": "What’s a type of suffering you find genuinely hard to watch?",
      "question-alternatives": "A type of suffering you can tolerate without flinching,, A type of discomfort that makes you cringe instantly,, A kind of suffering that would break you in seconds"
    },
    {
      "question": "What’s a behavior that instantly gives you the ick?",
      "question-alternatives": "A behavior you find attractive for no reason,, A behavior that everyone else overlooks but you can’t,, A behavior that makes you reconsider everything about someone"
    },
    {
      "question": "What’s something that instantly makes you uncomfortable?",
      "question-alternatives": "Something that instantly relaxes you,, Something others enjoy but creeps you out,, Something that triggers your fight-or-flight instantly"
    },
    {
      "question": "What’s a quality that makes someone a good friend?",
      "question-alternatives": "A trait that makes someone a terrible friend,, A quality you value more than most people realize,, A friend trait that seems good but is secretly toxic"
    },
    {
      "question": "What’s a red flag that’s impossible to ignore?",
      "question-alternatives": "A red flag you always ignore,, A red flag people pretend isn’t a red flag,, A behavior that quietly screams ‘run’"
    },
    {
      "question": "What’s a moment where selfishness is 100% justified?",
      "question-alternatives": "A moment where selfishness is never acceptable,, A moment where everyone secretly chooses themselves,, A moment where choosing others would actually ruin everything"
    },
    {
      "question": "What’s a belief you hold that would get you side-eyed instantly?",
      "question-alternatives": "A belief you hold that everyone agrees with,, A belief people pretend not to have,, A belief that exposes your villain arc immediately"
    },
    {
      "question": "What’s a character flaw you secretly think is kinda valid?",
      "question-alternatives": "A character flaw you can't excuse at all,, A flaw you wish you didn't relate to,, A flaw that becomes a strength in the right situation"
    },
    {
      "question": "What’s a “harmless” act that instantly makes you look untrustworthy?",
      "question-alternatives": "A suspicious act that is actually trustworthy,, An act people misinterpret constantly,, An act that reveals more about someone than they intend"
    },
    {
      "question": "What’s a limit you hope you never have to test?",
      "question-alternatives": "A limit you’ve already tested,, A limit you think most people underestimate,, A limit that would change who you are forever"
    },
    {
      "question": "What’s something that feels like a red flag only when YOU do it?",
      "question-alternatives": "Something you excuse in yourself but not in others,, Something you hate doing but do anyway,, Something that makes you judge yourself instantly"
    },
    {
      "question": "What’s a belief you’d defend even if everyone disagreed?",
      "question-alternatives": "A belief you'd drop instantly under pressure,, A belief you keep to yourself because people wouldn’t get it,, A belief that would start an argument instantly"
    },
    {
      "question": "What’s a situation where you’d choose chaos over peace?",
      "question-alternatives": "A situation where you always choose peace,, A situation where chaos is secretly the smart option,, A situation where peace would actually ruin everything"
    },
    {
      "question": "What’s a scenario where being TOO calm is a red flag?",
      "question-alternatives": "A scenario where calmness is essential,, A moment where staying calm makes you look guilty,, A moment where calmness feels unnatural or threatening"
    },
    {
      "question": "What’s a moment where apologizing makes things worse?",
      "question-alternatives": "A moment where apologizing fixes everything,, A moment where an apology feels manipulative,, A moment where silence would’ve saved you"
    },
    {
      "question": "What’s a rule you follow only because it benefits you?",
      "question-alternatives": "A rule you follow even though it hurts you,, A rule people pretend is fair but isn’t,, A rule you’d rewrite instantly if given power"
    },
    {
      "question": "What’s a moment where staying quiet is borderline evil?",
      "question-alternatives": "A moment where staying quiet is the right thing,, A moment where speaking up makes everything worse,, A moment where silence exposes your real intentions"
    },
    {
      "question": "What’s a harmless lie you think everyone tells?",
      "question-alternatives": "A truth people say even when it hurts,, A lie people believe out of convenience,, A lie that causes chaos when taken seriously"
    },
    {
      "question": "What’s a fear you think only normal people have?",
      "question-alternatives": "A fear you think is irrational,, A fear people downplay but is actually serious,, A fear you'd never admit unless pressured"
    },
    {
      "question": "What’s a behavior that feels innocent but is secretly manipulative?",
      "question-alternatives": "A behavior that looks manipulative but isn’t,, A behavior people excuse too often,, A behavior that reveals hidden agendas instantly"
    },
    {
      "question": "What’s a situation that brings out the worst version of you?",
      "question-alternatives": "A situation that brings out the best version of you,, A situation you pretend you're good at handling but aren't,, A situation that exposes your darkest impulses"
    },
    {
      "question": "What’s a “just in case” habit that makes you look unhinged?",
      "question-alternatives": "A habit that makes you look overly normal,, A habit people assume is harmless until they think about it,, A habit that reveals you're way more paranoid than you admit"
    },
    {
      "question": "What’s a situation where trying too hard makes you look suspicious?",
      "question-alternatives": "A situation where maximum effort looks admirable,, A situation where effort hides insecurity,, A situation where being chill is the only safe option"
    },
    {
      "question": "What’s something you’d never admit you enjoy?",
      "question-alternatives": "Something you'd proudly admit you enjoy,, Something people secretly enjoy but won't say out loud,, Something you'd deny even if caught doing it"
    },
    {
      "question": "What’s a trait you admire even though you shouldn’t?",
      "question-alternatives": "A trait you dislike even though you shouldn’t,, A trait you pretend not to admire,, A trait you'd develop if morality didn’t exist"
    },
    {
      "question": "What’s a choice where both options make you look bad?",
      "question-alternatives": "A choice where both options make you look good,, A choice where people judge you no matter what,, A choice you'd avoid making until the last second"
    },
    {
      "question": "What’s something you worry would corrupt you instantly if you ever tasted it?",
      "question-alternatives": "Something you know would never affect you,, Something you'd get addicted to embarrassingly fast,, Something that would unlock your villain arc instantly"
    },
    {
      "question": "What’s a thought you immediately hide the second it appears?",
      "question-alternatives": "A thought you overshare too quickly,, A thought everyone has but nobody admits,, A thought that would change how people see you forever"
    }
  ]
}
