{
    "paranoia-friendly-fears": [
        {
            "question": "If you had to swap lives with someone in this room, who would it be and why?",
            "drinking-punishment": ""
        },
        {
            "question": "Which person here do you think is most likely to have a hidden talent?",
            "drinking-punishment": ""
        },
        {
            "question": "Who’s the most attractive person in this room?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is the most considerate in the circle?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to go fishing?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is the funniest in the group?",
            "drinking-punishment": ""
        },
        {
            "question": "Who do you think will be the most successful person in the room?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is the best at winning debates?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to survive a zombie apocalypse?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is Most likely to marry someone famous?",
            "drinking-punishment": ""
        },
        {
            "question": "Most likely to be hit on?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to pee themselves in public?",
            "drinking-punishment": ""
        },
        {
            "question": "Who has the solution for every problem?",
            "drinking-punishment": ""
        },
        {
            "question": "Who might have a hidden talent for something creative or artistic?",
            "drinking-punishment": ""
        },
        {
            "question": "Who might secretly be interested in an unusual or obscure sport?",
            "drinking-punishment": ""
        },
        {
            "question": "Who might have a secret hobby that they’re passionate about but keep to themselves?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to go out of their way to help a friend in need?",
            "drinking-punishment": ""
        },
        {
            "question": "Who might be secretly working on a charitable project or cause?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to secretly write or create something inspirational?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to keep a positive attitude even in tough situations?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to surprise someone with a random act of kindness?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be a secret romantic at heart?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to remember everyone's birthdays and anniversaries?",
            "drinking-punishment": ""
        },
        {
            "question": "Who might secretly have a collection of heartfelt letters or notes from friends?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to make everyone laugh with their sense of humor?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be the go-to person for organizing group activities or trips?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to find creative solutions to everyday problems?",
            "drinking-punishment": ""
        },
        {
            "question": "Who might have a hidden knack for decorating or styling spaces in a unique way?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to win an olympic gold medal?",
            "drinking-punishment": ""
        },
        {
            "question": "Who might have a hidden passion for writing or storytelling?",
            "drinking-punishment": ""
        },
        {
            "question": "If you had to pick someone here to be your personal bodyguard, who would it be?",
            "drinking-punishment": ""
        },
        {
            "question": "If everyone in this room was stranded on a deserted island, who would be the leader?",
            "drinking-punishment": ""
        },
        {
            "question": "If you had to pick someone here to be your partner in crime, who would it be?",
            "drinking-punishment": ""
        },
        {
            "question": "Who in this room is most likely to become a millionaire?",
            "drinking-punishment": ""
        },
        {
            "question": "Who in this room would most likely be a secret agent?",
            "drinking-punishment": ""
        },
        {
            "question": "Who in this room is most likely to start a new trend or fashion?",
            "drinking-punishment": ""
        },
        {
            "question": "Who here is most likely to win a Nobel Prize?",
            "drinking-punishment": ""
        },
        {
            "question": "Which person in this room is most likely to rob a bank and get away with it?",
            "drinking-punishment": ""
        },
        {
            "question": "Which person in this room is most likely to marry into royalty?",
            "drinking-punishment": ""
        },
        {
            "question": "Which person in this room would most likely join a reality survival show?",
            "drinking-punishment": ""
        },
        {
            "question": "Who in this room is most likely to become a best-selling author?",
            "drinking-punishment": ""
        },
        {
            "question": "Who in this room is most likely to become a private detective?",
            "drinking-punishment": ""
        },
        {
            "question": "Who here is most likely to win a game show?",
            "drinking-punishment": ""
        },
        {
            "question": "Who in this room do you think is the most likely to win an argument?",
            "drinking-punishment": ""
        },
        {
            "question": "If you were in a life-threatening situation, who in this room would you call for help?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be secretly good at chess?",
            "drinking-punishment": ""
        },
        {
            "question": "Who has the best sense of humor?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is the “mum” or “dad” of the group?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is the best friend in the group?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is the most respectful?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is the smartest person in the group?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is the most organized person in the group?",
            "drinking-punishment": ""
        },
        {
            "question": "Who has the best game in the group?",
            "drinking-punishment": ""
        }
    ]
}
