{
    "paranoia-hidden-agendas": [
        {
            "question": "Who’s the least attractive person in this room?",
            "drinking-punishment": ""
        },
        {
            "question": "Who might be most likely to have a hidden attraction to someone here?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is the worst in bed?",
            "drinking-punishment": ""
        },
        {
            "question": "Who here probably has a foot fetish?",
            "drinking-punishment": ""
        },
        {
            "question": "Who here would cheat on their partner?",
            "drinking-punishment": ""
        },
        {
            "question": "Who do you think lies about the size of their junk or chest size?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is the fakest person in the room?",
            "drinking-punishment": ""
        },
        {
            "question": "Who’s most likely to get rejected on a night out?",
            "drinking-punishment": ""
        },
        {
            "question": "Who’s most likely to be a serial killer?",
            "drinking-punishment": ""
        },
        {
            "question": "Who do you think is most likely to have had a one-night stand with someone famous?",
            "drinking-punishment": ""
        },
        {
            "question": "Who’s most likely to be secretly addicted to porn?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a secret affair with someone in a position of power?",
            "drinking-punishment": ""
        },
        {
            "question": "If someone had a hidden secret about a wild party or event, who would it be?",
            "drinking-punishment": ""
        },
        {
            "question": "Who might have a hidden stash of provocative or risqué clothing?",
            "drinking-punishment": ""
        },
        {
            "question": "Who do you think has the highest body count in the room?",
            "drinking-punishment": ""
        },
        {
            "question": "Who in the room is most likely to lie about sleeping with someone?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be submissive if they are a guy and dominant if they are a woman?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to try and move to their friends' partner?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a pregnancy scare?",
            "drinking-punishment": ""
        },
        {
            "question": "Who here is most likely to start an OnlyFans account?",
            "drinking-punishment": ""
        },
        {
            "question": "Who would be most likely to torture people for money?",
            "drinking-punishment": ""
        },
        {
            "question": "Who do you think is more likely to steal from their partner?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with a neighbor?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to ruin a friendship by sleeping with them?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is the rudest person in the room?",
            "drinking-punishment": ""
        },
        {
            "question": "Most likely to get beaten up?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is the smelliest in the group?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be a drug addict?",
            "drinking-punishment": ""
        },
        {
            "question": "Most likely to sleep with their ex?",
            "drinking-punishment": ""
        },
        {
            "question": "Most likely to fart during sex?",
            "drinking-punishment": ""
        },
        {
            "question": "Which two people would you set up to date each other (they can't be dating already)?",
            "drinking-punishment": ""
        },
        {
            "question": "Who would try to give themselves a blow job?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be an alcoholic?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be a virgin for the rest of their life?",
            "drinking-punishment": ""
        },
        {
            "question": "Who has the best body in the room?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to become a stripper?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be in an open relationship?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a side chick?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is likely to date more than one person at the same time?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to grab a stranger's ass?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a sexual partner fake an orgasm?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to buy a weird sex toy?",
            "drinking-punishment": ""
        },
        {
            "question": "Who’s most likely to have a secret relationship or affair?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be racist?",
            "drinking-punishment": ""
        },
        {
            "question": "Who might secretly have a subscription to adult content?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a hidden kink or fetish they never talk about?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have had a one-night stand with someone famous?",
            "drinking-punishment": ""
        },
        {
            "question": "Which person in this room is most likely to end up on a ‘Most Wanted’ list?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be alone for the rest of their life?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get set up by a person of the opposite sex?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to dirty-mack their friend?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get drunk and leave the club with a 1 out of 10?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a hidden crush on someone in this room?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to overcompensate for their insecurities?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to downplay others’ success to boost their own ego?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to make passive-aggressive comments about others’ work?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is a master manipulator?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is more likely to scam a friend?",
            "drinking-punishment": ""
        },
        {
            "question": "Who would win in a kissing contest?",
            "drinking-punishment": ""
        },
        {
            "question": "Who's the worst at making decisions?",
            "drinking-punishment": ""
        },
        {
            "question": "Who’s the worst at dating?",
            "drinking-punishment": ""
        },
        {
            "question": "Who’s the worst at staying committed in a relationship?",
            "drinking-punishment": ""
        },
        {
            "question": "Who would date someone just for their physical appearance?",
            "drinking-punishment": ""
        },
        {
            "question": "Who would hook up with someone just to get back at an ex?",
            "drinking-punishment": ""
        },
        {
            "question": "Who would be most willing to try a one-night stand in another country?",
            "drinking-punishment": ""
        },
        {
            "question": "Who do you think has fantasized about hooking up with a teacher or professor?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have sexted with someone they’ve never met?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have hooked up with an ex despite being in a relationship?",
            "drinking-punishment": ""
        },
        {
            "question": "Who would be most likely to engage in a long-distance relationship solely for sex?",
            "drinking-punishment": ""
        },
        {
            "question": "Who do you think has the wildest sex stories?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have cheated on a partner while on vacation?",
            "drinking-punishment": ""
        },
        {
            "question": "Who would be most willing to participate in a webcam show?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have cheated in a long-term relationship?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have hooked up with someone purely for the story?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to try and seduce a person in a higher position of power?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have had a partner with extreme sexual preferences?",
            "drinking-punishment": ""
        },
        {
            "question": "Who would be most likely to hook up with someone just for a bet or dare?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have broken up with someone because they were bad in bed?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have faked an orgasm to get out of an awkward situation?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have lied about their body count to a partner?",
            "drinking-punishment": ""
        },
        {
            "question": "Who do you think has lied about being single just to hook up with someone?",
            "drinking-punishment": ""
        },
        {
            "question": "Who do you think would be most likely to hook up with their ex’s friend?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to use their sexuality to manipulate someone?",
            "drinking-punishment": ""
        }
    ]
}