{
    "paranoia-hidden-agendas": [
        {
            "question": "Who’s most likely to be secretly gay?"
        },
        {
            "question": "Who’s most likely to own a brothel?"
        },
        {
            "question": "Who’s most likely to be found at a gay bar?"
        },
        {
            "question": "Who’s most likely to have never used a condom?"
        },
        {
            "question": "Who’s most likely to kiss multiple people in one night?"
        },
        {
            "question": "Who’s most likely to go streaking?"
        },
        {
            "question": "Who might secretly be attracted to someone in this room?"
        },
        {
            "question": "Who’s the worst in bed?"
        },
        {
            "question": "Who might secretly follow adult film stars on social media?"
        },
        {
            "question": "Most likely to choose video games over sex?"
        },
        {
            "question": "Who’s most likely to be overheard by family having sex?"
        },
        {
            "question": "Who’d hook up just to say they did?"
        },
        {
            "question": "Who’s most likely to have sent or received explicit messages?"
        },
        {
            "question": "Most likely to go skinny dipping?"
        },
        {
            "question": "Who’s most likely to hook up with someone out of their league?"
        },
        {
            "question": "Who probably has a foot fetish?"
        },
        {
            "question": "Who would be likely to cheat on their partner?"
        },
        {
            "question": "Who might lie about their body size?"
        },
        {
            "question": "Who’s the fakest person here?"
        },
        {
            "question": "Who’s most likely to get rejected on a night out?"
        },
        {
            "question": "Who’s most likely to be a serial killer?"
        },
        {
            "question": "Who might have had a one-night stand with someone famous?"
        },
        {
            "question": "Who’s secretly addicted to porn?"
        },
        {
            "question": "Who would have an affair with someone powerful?"
        },
        {
            "question": "Who could be hiding a wild party secret?"
        },
        {
            "question": "Who has a stash of risqué clothing?"
        },
        {
            "question": "Who has the highest body count here?"
        },
        {
            "question": "Who might lie about who they’ve slept with?"
        },
        {
            "question": "Who would be submissive if they’re a guy and dominant if a woman?"
        },
        {
            "question": "Who might go after a friend’s partner?"
        },
        {
            "question": "Who is most likely to have a pregnancy scare?"
        },
        {
            "question": "Who would start an OnlyFans account?"
        },
        {
            "question": "Who’s more likely to steal from their partner?"
        },
        {
            "question": "Who would ruin a friendship by sleeping with them?"
        },
        {
            "question": "Who’s the rudest person here?"
        },
        {
            "question": "Who’s most likely to get beaten up?"
        },
        {
            "question": "Who’s most likely to become a drug addict?"
        },
        {
            "question": "Who’s likely to sleep with their ex?"
        },
        {
            "question": "Who would fart during sex?"
        },
        {
            "question": "Who here has had the most sexual partners?"
        },
        {
            "question": "Which two people here would you set up to date each other?"
        },
        {
            "question": "Who would try to give themselves a blow job?"
        },
        {
            "question": "Who’s most likely to become an alcoholic?"
        },
        {
            "question": "Who’s most likely to stay a virgin for life?"
        },
        {
            "question": "Who has the best body here?"
        },
        {
            "question": "Who would become a stripper?"
        },
        {
            "question": "Who’s most likely to be in an open relationship?"
        },
        {
            "question": "Who would have a side chick?"
        },
        {
            "question": "Who’s likely to date multiple people at once?"
        },
        {
            "question": "Who’s most likely to grab a stranger’s ass?"
        },
        {
            "question": "Who might have a partner fake an orgasm?"
        },
        {
            "question": "Who’s most likely to buy a weird sex toy?"
        },
        {
            "question": "Who might have a secret relationship or affair?"
        },
        {
            "question": "Who is most likely to be racist?"
        },
        {
            "question": "Who secretly subscribes to adult content?"
        },
        {
            "question": "Who might have a hidden kink or fetish?"
        },
        {
            "question": "Who could have had a one-night stand with someone famous?"
        },
        {
            "question": "Who’s most likely to end up on a ‘Most Wanted’ list?"
        },
        {
            "question": "Who’s likely to stay single for life?"
        },
        {
            "question": "Who is most likely to get set up by someone of the opposite sex?"
        },
        {
            "question": "Who would undermine their friend for personal gain?"
        },
        {
            "question": "Who would get drunk and leave the club with a '1 out of 10'?"
        },
        {
            "question": "Who has a hidden crush on someone here?"
        },
        {
            "question": "Who overcompensates for insecurities?"
        },
        {
            "question": "Who makes passive-aggressive comments about others’ work?"
        },
        {
            "question": "Who might scam a friend?"
        },
        {
            "question": "Who would win in a kissing contest?"
        },
        {
            "question": "Who’s the worst at dating?"
        },
        {
            "question": "Who struggles with commitment in relationships?"
        },
        {
            "question": "Who would date someone just for looks?"
        },
        {
            "question": "Who would hook up just to get back at an ex?"
        },
        {
            "question": "Who would try a one-night stand in another country?"
        },
        {
            "question": "Who has sexted someone they’ve never met?"
        },
        {
            "question": "Who would start a long-distance relationship purely for sex?"
        },
        {
            "question": "Who has the wildest sex stories?"
        },
        {
            "question": "Who might have cheated on vacation?"
        },
        {
            "question": "Who would join a webcam show?"
        },
        {
            "question": "Who’s cheated in a long-term relationship?"
        },
        {
            "question": "Who would seduce someone in power?"
        },
        {
            "question": "Who’d hook up for a bet or dare?"
        },
        {
            "question": "Who’s broken up with someone for being bad in bed?"
        },
        {
            "question": "Who has lied about their body count to a partner?"
        },
        {
            "question": "Who’s lied about being single to hook up?"
        },
        {
            "question": "Who uses their sexuality to manipulate others?"
        },
        {
            "question": "Who has the worst body here?"
        },
        {
            "question": "Who’s most likely to try a 'friends with benefits' setup without telling the other person their intentions?"
        },
        {
            "question": "Who’s most likely to fantasize about a celebrity during sex?"
        }
    ]
}