[
    {
        "title": "GAME SETTINGS",
        "text": "Pack difficulty is rated on a scale from <highlight>!</highlight> to <highlight>!!!!!</highlight>.<br><br> Please note: any card packs rated <highlight>!!!!</highlight> or higher will require you to enable <highlight class='NSFW'>NSFW</highlight> mode to access them (this can be found in the settings)."
    },
    {
        "title": "DRINK WHEEL",
        "text": "Enable the <highlight>Drink Wheel</highlight> to add a fun twist to your drinking game! The wheel gives you a 50% chance of taking 1 sip, with smaller odds for 2, 3, or 4 sips — or even having to down your whole drink."
    },
    {
        "title": "PACK: CALM AND CASUAL <highlight>!</highlight>",
        "text": "A wholesome mix of fun, everyday scenarios and dream-big moments—from going viral to starting a podcast. Light, playful, and perfect for spotting hidden talents and quirks in your group."
    },
    {
        "title": "PACK: MILD MISCHIEF <highlight>!!</highlight>",
        "text": "A playful mix of harmless chaos, awkward moments, and everyday slip-ups. Expect accidental texts, lost phones, weird crushes, and low-stakes mayhem that'll make everyone laugh and point fingers."
    },
    {
        "title": "PACK: UNSOLICITED STRAYS <highlight>!!!</highlight>",
        "text": "A chaotic blend of risky romance, bad decisions, and wild what-ifs. Think ex texts, secret hookups, late-night confessions, and moments you’d never want on record."
    },
    {
        "title": "PACK: OPEN SEASON <highlight class='NSFW'>!!!!</highlight>",
        "text": "No rules, no regrets. A shameless deep dive into hookups, betrayals, dirty secrets, and moments you hope never see daylight."
    },
    {
        "title": "PACK: UNFILITED ASSAULTS <highlight class='NSFW'>!!!!!</highlight>",
        "text": "Brace yourself. This pack pulls no punches—raw, explicit, and offensively honest. Not for the faint of heart or the easily offended."
    },
    {
        "title": "ONLINE MODE",
        "text": "COMING SOON"
    }
]