[
    {
        "title": "GAME SETTINGS",
        "text": "Pack difficulty is rated on a scale from <highlight>!</highlight> to <highlight>!!!!!</highlight>.<br><br> Please note: any card packs rated <highlight>!!!!</highlight> or higher will require you to enable <highlight class='NSFW'>NSFW</highlight> mode to access them (this can be found in the settings)."
    },
    {
        "title": "DRINK PUNISHMENT",
        "text": "Enable <highlight>Drink Punishments</highlight> to add drinking forfeits! If someone refuses to do a Truth or Dare, they’ll have to face a drink-based consequence instead.<br><br>This feature requires <highlight class='NSFW'>NSFW</highlight> mode to be enabled in your settings."
    },
    {
        "title": "DRINK WHEEL",
        "text": "Enable the <highlight>Drink Wheel</highlight> to add a fun twist to your drinking game! The wheel gives you a 50% chance of taking 1 sip, with smaller odds for 2, 3, or 4 sips — or even having to down your whole drink."
    },
    {
        "title": "PACK: ICE BREAKER  <highlight>!</highlight>",
        "text": "<highlight>ICE BREAKER</highlight> is Perfect for easing into the night and getting everyone to loosen up. Whether it’s embarrassing truths or goofy dares, this pack is your ultimate catalyst for hilarious, unexpected moments. You’ll laugh, you’ll cringe, and you’ll make memories you’ll never forget."
    },
    {
        "title": "PACK: CHEEKY CONFESSIONS <highlight>!!</highlight>",
        "text": "filled with juicy truths and hilarious dares that will have everyone spilling their most embarrassing secrets and doing outrageous challenges. From pretending to be sick to spilling the tea on your worst habits, this pack is perfect for those who love a bit of mischief and laughter. Get ready for awkward moments, embarrassing confessions."
    },
    {
        "title": "PACK: TROUBLED TEENS <highlight>!!!</highlight>",
        "text": "Full of embarrassing moments, awkward confessions, and cringe-worthy dares, this game is guaranteed to bring laughter and unforgettable stories to the table. Perfect for a night of fun and surprises."
    },
    {
        "title": "PACK: ADULT CONFESSIONS <highlight class='NSFW'>!!!!</highlight>",
        "text": "Full of raw and revealing truths, this game is all about opening up to your deepest secrets and most embarrassing moments. Brace yourself for confessions that will spark laughter, awkwardness, and plenty of jaw-dropping stories. Perfect for those who want to get real and let loose."
    },
    {
        "title": "PACK: RISKY REVELATIONS <highlight class='NSFW'>!!!!!</highlight>",
        "text": "Uncover the wildest, most scandalous secrets with daring truths and bold dares. Push boundaries, confess intimate moments, and challenge your comfort zone. Perfect for spicing up any game with a little risk and a lot of fun!"
    },
    {
        "title": "ONLINE MODE",
        "text": "COMING SOON"
    }
]