{
    "truth-or-dare-risky-revelations": [
        {
            "question-type": "truth",
            "question": "What's your most bizarre sexual fantasy?"
        },
        {
            "question-type": "truth",
            "question": "What’s the most awkward thing that’s ever happened to you during intimacy?"
        },
        {
            "question-type": "truth",
            "question": "What’s the most scandalous thing you’ve done while on vacation?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever been caught in the act?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever regretted a romantic or physical encounter?"
        },
        {
            "question-type": "truth",
            "question": "What’s the wildest thing you’ve ever done at a party?"
        },
        {
            "question-type": "truth",
            "question": "How old were you when you lost your virginity?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever kissed someone you shouldn’t have? Who was it?"
        },
        {
            "question-type": "truth",
            "question": "When was the last time you sexted someone?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever had a one-night stand?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever recorded an explicit video?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever compromised your morals for money? How?"
        },
        {
            "question-type": "truth",
            "question": "Who’s the person you most regret hooking up with?"
        },
        {
            "question-type": "truth",
            "question": "What’s your body count?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever considered cheating on a partner?"
        },
        {
            "question-type": "truth",
            "question": "What’s the wildest place you’ve ever hooked up with someone?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever ghosted someone after a hookup? Why?"
        },
        {
            "question-type": "truth",
            "question": "What’s a sexual secret you’ve never told anyone?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever hooked up with someone just to make someone else jealous?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever had a threesome or wanted to try one?"
        },
        {
            "question-type": "truth",
            "question": "What’s the most unusual porn you’ve ever watched?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever used toys during sex? Which ones?"
        },
        {
            "question-type": "truth",
            "question": "What’s the dirtiest thought you’ve had about someone in this room?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever role-played during sex? What was the scenario?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever hooked up with someone just because of their looks?"
        },
        {
            "question-type": "truth",
            "question": "What’s the dirtiest thing you’ve ever said to someone during sex?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever been involved in an orgy or attended a swingers' event?"
        },
        {
            "question-type": "truth",
            "question": "What’s the most adventurous place you’ve masturbated?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever had sex while someone else was in the same room?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever had sex with more than one person in a day?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever been too loud during sex and had to quiet down? What happened?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever slept with someone significantly older or younger than you? How did it go?"
        },
        {
            "question-type": "truth",
            "question": "What’s the riskiest thing you’ve ever done while being intimate with someone?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever accidentally sent a nude to the wrong person? What was their reaction?"
        },
        {
            "question-type": "truth",
            "question": "What’s the most embarrassing thing that’s ever happened to you during sex?"
        },
        {
            "question-type": "truth",
            "question": "What’s the most taboo thing you’ve ever thought about doing?"
        },
        {
            "question-type": "truth",
            "question": "What’s the strangest thing that’s ever turned you on?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever had a crush on someone in this room? Would you act on it?"
        },
        {
            "question-type": "truth",
            "question": "What’s the dirtiest secret you’ve kept from a partner?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever used food during sex? What did you use?"
        },
        {
            "question-type": "truth",
            "question": "What’s the most unusual place you’ve ever received oral sex?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever had sex in a car? How did it go?"
        },
        {
            "question-type": "truth",
            "question": "What’s the most uncomfortable place you’ve ever had sex?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever been handcuffed or tied up during sex?"
        },
        {
            "question-type": "truth",
            "question": "What’s the most unusual thing you’ve used as a sex toy?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever had a sexual encounter that you kept a secret from everyone?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever slept with someone you weren’t physically attracted to? Why?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever had a sexual encounter in a moving vehicle? How did it go?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever done something sexual in a place where you could have easily been caught?"
        },
        {
            "question-type": "truth",
            "question": "What’s the most provocative outfit you’ve worn to turn someone on?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever had a sexual encounter as part of a dare or bet? What happened?"
        },
        {
            "question-type": "truth",
            "question": "What’s the most intense sexual experience you’ve ever had?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever used an app or website specifically to find sexual partners?"
        },
        {
            "question-type": "truth",
            "question": "What’s the most embarrassing thing you’ve done to get someone to notice you sexually?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever had a sexual experience that involved role-playing or fantasy scenarios? What was it?"
        },
        {
            "question-type": "truth",
            "question": "What’s the most awkward thing that’s happened during a one-night stand?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever had to hide your sexual activity from someone?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever faked an orgasm? Why?"
        },
        {
            "question-type": "truth",
            "question": "Have you ever been in a \"friends with benefits\" situation that went wrong?"
        },
        {
            "question-type": "truth",
            "question": "What’s the most embarrassing thing you’ve ever done for money?"
        },
        {
            "question-type": "truth",
            "question": "What's the scariest thing that's ever happened to you?"
        },
                {
            "question-type": "dare",
            "question": "Call a random contact and tell them an outrageous secret."
        },
        {
            "question-type": "dare",
            "question": "Flash someone outside the window for 5 seconds."
        },
        {
            "question-type": "dare",
            "question": "Read aloud the most intimate text message you’ve sent recently."
        },
        {
            "question-type": "dare",
            "question": "Let the group look through your Instagram DMs for 2 minutes."
        },
        {
            "question-type": "dare",
            "question": "Kiss someone of the opposite sex."
        },
        {
            "question-type": "dare",
            "question": "Call someone and ask for advice on a weird rash you’ve found in an intimate place."
        },
        {
            "question-type": "dare",
            "question": "Do a seductive dance for the group."
        },
        {
            "question-type": "dare",
            "question": "Close your eyes, pick a random contact, and leave them a dirty message."
        },
        {
            "question-type": "dare",
            "question": "Create a group chat with your exes and ask them what went wrong."
        },
        {
            "question-type": "dare",
            "question": "Twerk for 1 minute."
        },
        {
            "question-type": "dare",
            "question": "Give someone a lap dance."
        },
        {
            "question-type": "dare",
            "question": "Call someone and tell them you’re thinking about them while in the shower."
        },
        {
            "question-type": "dare",
            "question": "Send a voice message to someone moaning."
        },
        {
            "question-type": "dare",
            "question": "Strip down to your underwear and run around the room."
        },
        {
            "question-type": "dare",
            "question": "Let someone give you a hickey in a visible place."
        },
        {
            "question-type": "dare",
            "question": "Flash someone in the group for 5 seconds."
        },
        {
            "question-type": "dare",
            "question": "Make out with a person of your choice for 30 seconds."
        },
        {
            "question-type": "dare",
            "question": "Lick someone’s neck in the room."
        },
        {
            "question-type": "dare",
            "question": "Send a dirty joke to someone you barely know."
        },
        {
            "question-type": "dare",
            "question": "Describe your most intimate fantasy to the group."
        },
        {
            "question-type": "dare",
            "question": "Let someone motorboat you (or vice versa) for 5 seconds."
        },
        {
            "question-type": "dare",
            "question": "Imitate the sound you make during intimate moments."
        },
        {
            "question-type": "dare",
            "question": "Suck on someone’s finger for 15 seconds."
        },
        {
            "question-type": "dare",
            "question": "Describe your last intimate experience in detail."
        },
        {
            "question-type": "dare",
            "question": "Give someone a love bite."
        },
        {
            "question-type": "dare",
            "question": "Let someone in the group slap your butt as hard as they want."
        },
        {
            "question-type": "dare",
            "question": "Call your crush and ask what they’re wearing."
        },
        {
            "question-type": "dare",
            "question": "Take off someone else’s shirt using only your teeth."
        },
        {
            "question-type": "dare",
            "question": "Let someone lick whipped cream or chocolate off of you."
        },
        {
            "question-type": "dare",
            "question": "Let someone in the group slap you as hard as they want."
        },
        {
            "question-type": "dare",
            "question": "Lick whipped cream or chocolate off someone’s neck or cheek."
        },
        {
            "question-type": "dare",
            "question": "Let the group choose someone for you to passionately kiss."
        },
        {
            "question-type": "dare",
            "question": "Gently lick someone’s lips."
        },
        {
            "question-type": "dare",
            "question": "Wear only a towel for the next 3 rounds."
        },
        {
            "question-type": "dare",
            "question": "Send a sext to the last person you flirted with."
        },
        {
            "question-type": "dare",
            "question": "Flash someone in the group for 3 seconds."
        },
        {
            "question-type": "dare",
            "question": "Let someone unzip or unbutton an article of your clothing."
        },
        {
            "question-type": "dare",
            "question": "Let someone bite your earlobe."
        },
        {
            "question-type": "dare",
            "question": "Message your most recent ex and tell them you want to get back together."
        },
        {
            "question-type": "dare",
            "question": "Smell everyone’s armpits and rank them from worst to best."
        },
        {
            "question-type": "dare",
            "question": "Mix orange juice with milk and drink it in front of everyone."
        },
        {
            "question-type": "dare",
            "question": "Put your hand in the toilet."
        },
        {
            "question-type": "dare",
            "question": "Cut off a small chunk of your hair—right from the front."
        }
    ]
}
