{
  "truth-or-dare-troubled-teens": [
    {
      "question-type": "truth",
      "question": "What’s something you’ve never told your parents?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever experienced something you’d consider paranormal?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most awkward date you’ve ever been on?"
    },
    {
      "question-type": "truth",
      "question": "What’s the biggest lie you’ve ever told?"
    },
    {
      "question-type": "truth",
      "question": "What’s the strangest rumor you’ve heard about yourself?"
    },
    {
      "question-type": "truth",
      "question": "What’s the wildest thing you’ve done to impress someone?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever had a crush on someone in this room?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most embarrassing thing you’ve done to get someone’s attention?"
    },
    {
      "question-type": "truth",
      "question": "What’s a secret you’ve kept from your closest friend?"
    },
    {
      "question-type": "truth",
      "question": "What’s the worst thing you’ve ever said to someone?"
    },
    {
      "question-type": "truth",
      "question": "Who was your first celebrity crush?"
    },
    {
      "question-type": "truth",
      "question": "Who are you most envious of?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most embarrassing thing you’ve done in front of a crush?"
    },
    {
      "question-type": "truth",
      "question": "What’s the biggest mistake you’ve ever made?"
    },
    {
      "question-type": "truth",
      "question": "What’s the worst thing you’ve ever done for a dare and regretted?"
    },
    {
      "question-type": "truth",
      "question": "What’s one thing you wish you could change about yourself?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most awkward text you’ve ever sent to the wrong person?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever been rejected by someone you really liked? What did you do next?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most awkward situation you’ve had with a crush?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever gotten revenge on someone? What did you do?"
    },
    {
      "question-type": "truth",
      "question": "What’s the biggest secret you’ve told that wasn’t supposed to be shared?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most uncomfortable outfit you’ve worn just to impress someone?"
    },
    {
      "question-type": "truth",
      "question": "What’s something you’ve done that still makes you cringe today?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever had a dream about someone in this room? What happened?"
    },
    {
      "question-type": "truth",
      "question": "What’s something you’ve done for money that you’re not proud of?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever lied about your age to get something you wanted?"
    },
    {
      "question-type": "truth",
      "question": "What’s something you feel ashamed of?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most shocking thing you’ve discovered about a friend or family member?"
    },
    {
      "question-type": "truth",
      "question": "What's the craziest thing you've done on public transportation?"
    },
    {
      "question-type": "truth",
      "question": "What’s something you’ve done that you instantly regretted?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most cringe-worthy thing you’ve done trying to be funny?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most trouble you’ve ever gotten into at a party?"
    },
    {
      "question-type": "truth",
      "question": "When was the last time you cried, and why?"
    },
    {
      "question-type": "truth",
      "question": "What’s the silliest argument you’ve had with someone?"
    },
    {
      "question-type": "truth",
      "question": "What’s the weirdest reason you’ve stopped talking to someone?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most embarrassing thing you’ve done in front of someone you liked?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever been caught talking behind someone’s back? What happened?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most awkward text message conversation you’ve had with a stranger?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever seriously injured someone?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever made up a story about yourself to sound more interesting?"
    },
    {
      "question-type": "truth",
      "question": "What’s the weirdest thing you’ve been scared of?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most awkward time you’ve laughed when you weren’t supposed to?"
    },
    {
      "question-type": "truth",
      "question": "What’s the pettiest thing you’ve done in a relationship?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever eavesdropped and heard something shocking?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever stalked someone online? Who and why?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most embarrassing moment you’ve had at a party?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever pretended to like someone when you didn’t? Why?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most embarrassing photo of you online?"
    },
    {
      "question-type": "truth",
      "question": "What’s the worst prank you’ve pulled?"
    },
    {
      "question-type": "truth",
      "question": "What’s the grossest thing you’ve done but wouldn’t admit to in public?"
    },
    {
      "question-type": "truth",
      "question": "What’s the biggest secret you’ve accidentally let slip?"
    },
    {
      "question-type": "truth",
      "question": "What’s the dumbest thing you’ve done out of jealousy?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most embarrassing thing you’ve overheard about yourself?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most awkward encounter you’ve had with an ex?"
    },
    {
      "question-type": "truth",
      "question": "What’s the grossest habit you have that you wouldn’t want anyone to know?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever done something out of spite and regretted it later?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever been rejected in front of someone you liked? How did it feel?"
    },
    {
      "question-type": "truth",
      "question": "What’s the silliest thing you’ve gotten emotional over?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever tried to impress someone and failed miserably? What happened?"
    },
    {
      "question-type": "truth",
      "question": "What’s the worst thing you’ve done because of peer pressure?"
    },
    {
      "question-type": "truth",
      "question": "What’s your most embarrassing moment at work or school? What happened?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most ridiculous fight you’ve had with a friend?"
    },
    {
      "question-type": "truth",
      "question": "What’s something you’ve done that you wouldn’t want your parents to know?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever accidentally offended someone without realizing it?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever told a lie that spiraled out of control?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever insulted someone by accident while trying to compliment them?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most ridiculous thing you’ve been tricked into doing?"
    },
    {
      "question-type": "truth",
      "question": "What’s the most uncomfortable secret someone’s shared with you?"
    },
    {
      "question-type": "truth",
      "question": "What’s the weirdest thing you’ve had to explain to someone?"
    },
    {
      "question-type": "truth",
      "question": "What’s your biggest red flag in a relationship?"
    },
    {
      "question-type": "truth",
      "question": "Have you ever dined and dashed?"
    },
    {
      "question-type": "truth",
      "question": "What’s your strangest deal breaker in dating?"
    },
    {
      "question-type": "truth",
      "question": "Would you date someone shorter or taller than your usual preference?"
    },
    {
      "question-type": "truth",
      "question": "How long was your longest relationship?"
    },
    {
      "question-type": "truth",
      "question": "What secretly scares you the most?"
    },
    {
      "question-type": "truth",
      "question": "Who would you want to help you bury a body?"
    },
    {
      "question-type": "truth",
      "question": "What do you secretly worry people judge you for?"
    },
    {
      "question-type": "truth",
      "question": "Who do you dislike the most in this room?"
    },
    {
      "question-type": "truth",
      "question": "If you had to kiss one person in this room, who would it be?"
    },
    {
      "question-type": "truth",
      "question": "What’s a lie you’ve told your best friend?"
    },
    {
      "question-type": "truth",
      "question": "When and where was your first kiss? Who was it with? How was it?"
    },
    {
      "question-type": "truth",
      "question": "What’s the meanest thing you’ve said to someone?"
    },
    {
      "question-type": "truth",
      "question": "Who was your worst kiss ever?"
    },
    {
      "question-type": "truth",
      "question": "Who are you most jealous of in this group?"
    },
    {
      "question-type": "truth",
      "question": "When was the last time you apologized? What was it for?"
    },
    {
      "question-type": "truth",
      "question": "What’s your biggest pet peeve about the person to your left?"
    },
    {
      "question-type": "truth",
      "question": "Name one thing you’d change about everyone in this room."
    },
    {
      "question-type": "truth",
      "question": "When was the last time you made someone cry?"
    },
    {
      "question-type": "truth",
      "question": "How many people have you kissed?"
    },
    {
      "question-type": "truth",
      "question": "What’s your most absurd deal breaker in a relationship?"
    },
    {
      "question-type": "truth",
      "question": "If your best friend called you to bury a body, would you help them?"
    },
    {
      "question-type": "truth",
      "question": "Who in this room would be your one phone call if you were in jail?"
    },
    {
      "question-type": "truth",
      "question": "Who’s the last person you stalked on social media?"
    },
    {
      "question-type": "truth",
      "question": "What’s the worst advice you’ve ever given to someone?"
    },
    {
      "question-type": "truth",
      "question": "What’s the worst advice someone’s ever given you?"
    },
    {
      "question-type": "truth",
      "question": "Would you volunteer as tribute for someone in this room in The Hunger Games?"
    },
    {
      "question-type": "truth",
      "question": "When was the last time you wanted to punch someone?"
    },
    {
      "question-type": "truth",
      "question": "When was the last time you were really angry? Why?"
    },
    {
      "question-type": "truth",
      "question": "When was the last time you were rejected?"
    },
    {
      "question-type": "truth",
      "question": "Who in this room do you trust the least?"
    },
        {
      "question-type": "dare",
      "question": "Let someone browse through your phone for one minute."
    },
    {
      "question-type": "dare",
      "question": "Send a voice message to a random contact, singing a song chosen by the group."
    },
    {
      "question-type": "dare",
      "question": "Show the group your phone's browser history."
    },
    {
      "question-type": "dare",
      "question": "Read aloud the first message in your chat with the most recent contact."
    },
    {
      "question-type": "dare",
      "question": "Post an old, embarrassing photo of yourself on social media."
    },
    {
      "question-type": "dare",
      "question": "Let the group send a voice note to a random contact from your phone."
    },
    {
      "question-type": "dare",
      "question": "Call a random contact and sing 'Happy Birthday' to them—no matter when their birthday is."
    },
    {
      "question-type": "dare",
      "question": "Let someone draw on your face with a pen or marker for one minute."
    },
    {
      "question-type": "dare",
      "question": "Send a cheesy pickup line to your crush or partner."
    },
    {
      "question-type": "dare",
      "question": "Let the group pick a random item from the kitchen for you to eat or drink."
    },
    {
      "question-type": "dare",
      "question": "Allow someone to draw a mustache on your face with a marker."
    },
    {
      "question-type": "dare",
      "question": "Let someone write a random word on your arm, and you can't explain it if anyone asks later."
    },
    {
      "question-type": "dare",
      "question": "Let someone send a text from your phone without revealing what they wrote."
    },
    {
      "question-type": "dare",
      "question": "Call your crush or partner and pretend to be someone else."
    },
    {
      "question-type": "dare",
      "question": "Text your crush or partner and ask them out in the most awkward way possible."
    },
    {
      "question-type": "dare",
      "question": "Let someone pick a random photo from your phone for you to explain to the group."
    },
    {
      "question-type": "dare",
      "question": "Write a short poem about someone in the room and read it aloud."
    },
    {
      "question-type": "dare",
      "question": "Swap socks with someone for the next two rounds."
    },
    {
      "question-type": "dare",
      "question": "Send a message to your crush."
    },
    {
      "question-type": "dare",
      "question": "Crack an egg on your head."
    },
    {
      "question-type": "dare",
      "question": "Call someone you know and pretend to be a customer service agent, handling their 'complaints.'"
    },
    {
      "question-type": "dare",
      "question": "Let another player post any photo of their choice to your Instagram story."
    },
    {
      "question-type": "dare",
      "question": "Text someone song lyrics, sending them line by line."
    },
    {
      "question-type": "dare",
      "question": "Flirt with a player chosen by the group for the next three rounds."
    },
    {
      "question-type": "dare",
      "question": "Tell a lie during the game—if no one catches it, they receive a punishment."
    },
    {
      "question-type": "dare",
      "question": "Try to make yourself cry in front of the group."
    },
    {
      "question-type": "dare",
      "question": "Insult everyone in the room—playfully, of course."
    },
    {
      "question-type": "dare",
      "question": "Smell another player’s armpit."
    },
    {
      "question-type": "dare",
      "question": "Try to fit your whole fist in your mouth."
    },
    {
      "question-type": "dare",
      "question": "Wear your clothes backwards for the next five rounds."
    },
    {
      "question-type": "dare",
      "question": "Do an impression of another player until the group guesses who it is."
    },
    {
      "question-type": "dare",
      "question": "Pour ice down your pants."
    },
    {
      "question-type": "dare",
      "question": "Try to do the splits."
    },
    {
      "question-type": "dare",
      "question": "Act out a marriage proposal, choosing someone in the room as your 'partner.'"
    },
    {
      "question-type": "dare",
      "question": "Make a prank call."
    },
    {
      "question-type": "dare",
      "question": "Try to squat the person sitting to your right."
    },
    {
      "question-type": "dare",
      "question": "Send a heart-eye emoji to your crush’s latest Instagram story."
    },
    {
      "question-type": "dare",
      "question": "Call a friend and tell them you have a huge crush on them."
    },
    {
      "question-type": "dare",
      "question": "Wear your clothes backward for the rest of the game."
    },
    {
      "question-type": "dare",
      "question": "Kiss someone in the room on the cheek."
    },
    {
      "question-type": "dare",
      "question": "Call your crush and stay silent for 10 seconds, then hang up."
    },
    {
      "question-type": "dare",
      "question": "Let someone send a random emoji in your most recent text conversation."
    },
    {
      "question-type": "dare",
      "question": "Let someone paint your nails with anything they can find."
    },
    {
      "question-type": "dare",
      "question": "Text your crush or partner asking what their favorite vegetable is."
    },
    {
      "question-type": "dare",
      "question": "Take something from the fridge and give it a passionate kiss."
    },
    {
      "question-type": "dare",
      "question": "Let someone in the group describe your most attractive feature in detail."
    },
    {
      "question-type": "dare",
      "question": "Call your crush or partner and say something flirty while keeping it mysterious."
    },
    {
      "question-type": "dare",
      "question": "Comment heart-eye emojis on your crush's latest post."
    },
    {
      "question-type": "dare",
      "question": "Post your oldest selfie on social media with no caption."
    },
    {
      "question-type": "dare",
      "question": "Reply to the first five Instagram stories on your timeline, no matter what they are."
    },
    {
      "question-type": "dare",
      "question": "Give a kissing demonstration using a pillow."
    }
  ]
}
