{
  "never-have-i-ever-digging-deeper": [
    {
      "question": "Never have I ever lied about my age."
    },
    {
      "question": "Never have I ever been on a blind date."
    },
    {
      "question": "Never have I ever ghosted someone."
    },
    {
      "question": "Never have I ever gotten a speeding ticket."
    },
    {
      "question": "Never have I ever dined and dashed."
    },
    {
      "question": "Never have I ever had a crush on a sibling's friend."
    },
    {
      "question": "Never have I ever been in love."
    },
    {
      "question": "Never have I ever gone through someone's phone."
    },
    {
      "question": "Never have I ever snuck into a cinema."
    },
    {
      "question": "Never have I ever used a dating app."
    },
    {
      "question": "Never have I ever been cheated on."
    },
    {
      "question": "Never have I ever had a negative bank balance."
    },
    {
      "question": "Never have I ever been arrested."
    },
    {
      "question": "Never have I ever stood up or been stood up on a date."
    },
    {
      "question": "Never have I ever intentionally started a fight."
    },
    {
      "question": "Never have I ever spent money that wasn’t mine."
    },
    {
      "question": "Never have I ever had a relationship last less than a month."
    },
    {
      "question": "Never have I ever had a relationship last over a year."
    },
    {
      "question": "Never have I ever fallen in love at first sight."
    },
    {
      "question": "Never have I ever kept a crush a secret from people here."
    },
    {
      "question": "Never have I ever seriously thought about marriage."
    },
    {
      "question": "Never have I ever had a pet name for a partner."
    },
    {
      "question": "Never have I ever liked someone I shouldn’t have."
    },
    {
      "question": "Never have I ever broken up with someone and regretted it."
    },
    {
      "question": "Never have I ever sent a cute morning text."
    },
    {
      "question": "Never have I ever broken someone’s heart."
    },
    {
      "question": "Never have I ever received a love letter."
    },
    {
      "question": "Never have I ever dated someone for their looks."
    },
    {
      "question": "Never have I ever regretted something."
    },
    {
      "question": "Never have I ever gotten bored of a relationship."
    },
    {
      "question": "Never have I ever climbed out of a window."
    },
    {
      "question": "Never have I ever laughed so hard I peed my pants."
    },
    {
      "question": "Never have I ever lied to my best friend about who I was with."
    },
    {
      "question": "Never have I ever made up a story about someone fake."
    },
    {
      "question": "Never have I ever regretted an apology."
    },
    {
      "question": "Never have I ever thrown a drink at someone."
    },
    {
      "question": "Never have I ever gotten married."
    },
    {
      "question": "Never have I ever bought a drink for a stranger."
    },
    {
      "question": "Never have I ever held a grudge for over a year."
    },
    {
      "question": "Never have I ever run for my life."
    },
    {
      "question": "Never have I ever purposely given bad advice."
    },
    {
      "question": "Never have I ever had my heart broken."
    },
    {
      "question": "Never have I ever witnessed a crime."
    },
    {
      "question": "Never have I ever fought with a partner in public."
    },
    {
      "question": "Never have I ever embarrassed a friend to impress someone."
    },
    {
      "question": "Never have I ever kissed someone on a dare."
    },
    {
      "question": "Never have I ever broken up with someone over text."
    },
    {
      "question": "Never have I ever dyed my hair during a crisis."
    },
    {
      "question": "Never have I ever used an ex's Netflix account post-breakup."
    },
    {
      "question": "Never have I ever egged someone."
    },
    {
      "question": "Never have I ever shared a secret I wasn’t supposed to."
    },
    {
      "question": "Never have I ever gotten a regrettable tattoo."
    },
    {
      "question": "Never have I ever lied about staying at a friend’s house."
    },
    {
      "question": "Never have I ever lied about my relationship status."
    },
    {
      "question": "Never have I ever dressed in clothes of another gender."
    },
    {
      "question": "Never have I ever had a crush on someone I worked with."
    }
  ]
}
