{
    "most-likely-to-memories-and-mayhem": [
        {
            "question": "Who's most likely to forget their New Year’s resolution by February?"
        },
        {
            "question": "Who's most likely to still be saying \"Happy New Year\" in March?"
        },
        {
            "question": "Who's most likely to host the best New Year’s Eve party?"
        },
        {
            "question": "Who's most likely to spend the countdown asleep?"
        },
        {
            "question": "Who's most likely to accidentally kiss the wrong person at midnight?"
        },
        {
            "question": "Who's most likely to break something while celebrating New Year’s?"
        },
        {
            "question": "Who's most likely to keep their New Year’s resolution all year?"
        },
        {
            "question": "Who's most likely to set the most ambitious goals for the new year?"
        },
        {
            "question": "Who's most likely to say, \"This was the best year ever!\" every year?"
        },
        {
            "question": "Who's most likely to be the life of the party?"
        },
        {
            "question": "Who's most likely to make the wildest toast?"
        },
        {
            "question": "Who's most likely to accidentally light a sparkler inside the house?"
        },
        {
            "question": "Who's most likely to start the year with a hangover?"
        },
        {
            "question": "Who's most likely to kiss a stranger at midnight?"
        },
        {
            "question": "Who's most likely to kiss more than one person on New Year’s Eve?"
        },
        {
            "question": "Who's most likely to start a year with a bad decision?"
        },
        {
            "question": "Who's most likely to get kicked out of a New Year’s Eve party?"
        },
        {
            "question": "Who's most likely to post a thirst trap at 12:01 AM?"
        },
        {
            "question": "Who's most likely to overshare their resolutions and regrets on social media?"
        },
        {
            "question": "Who's most likely to start the year with a risqué photo on social media?"
        },
        {
            "question": "Who's most likely to blackout before the fireworks?"
        },
        {
            "question": "Who's most likely to end up on someone’s \"crazy New Year’s story\"?"
        },
        {
            "question": "Who's most likely to declare, \"New year, new me,\" but change nothing?"
        },
        {
            "question": "Who's most likely to bring a random plus-one to the New Year’s party?"
        },
        {
            "question": "Who's most likely to make an overly dramatic New Year’s speech?"
        },
        {
            "question": "Who's most likely to spill their drink while dancing?"
        },
        {
            "question": "Who's most likely to take credit for someone else's resolution idea?"
        },
        {
            "question": "Who's most likely to break their phone before midnight?"
        },
        {
            "question": "Who's most likely to call an ex right after the countdown?"
        },
        {
            "question": "Who's most likely to make out in the bathroom during the party?"
        },
        {
            "question": "Who's most likely to show up to the party in lingerie… as their outfit?"
        },
        {
            "question": "Who's most likely to end the night handcuffed (one way or another)?"
        },
        {
            "question": "Who's most likely to flirt with someone they’ve had their eye on all year?"
        },
        {
            "question": "Who's most likely to be topless by midnight?"
        },
        {
            "question": "Who's most likely to make out with multiple people during the party?"
        },
        {
            "question": "Who's most likely to get emotional and cry during the countdown?"
        },
        {
            "question": "Who's most likely to leave the party early for a private “celebration”?"
        },
        {
            "question": "Who's most likely to accidentally set themselves on fire while using fireworks?"
        },
        {
            "question": "Who's most likely to regret how the year went?"
        },
        {
            "question": "Who's most likely to double-book New Year’s Eve plans?"
        },
        {
            "question": "Who's most likely to arrive at the party right after midnight?"
        },
        {
            "question": "Who's most likely to bring an uninvited guest to the party?"
        },
        {
            "question": "Who's most likely to show up with a New Year’s-themed outfit?"
        },
        {
            "question": "Who's most likely to fall asleep before 10 PM?"
        },
        {
            "question": "Who's most likely to propose a group hug during the countdown?"
        },
        {
            "question": "Who's most likely to wear sunglasses indoors for the entire party?"
        },
        {
            "question": "Who's most likely to forget they made plans for New Year’s Eve?"
        },
        {
            "question": "Who's most likely to ruin the countdown with a joke that doesn’t land?"
        },
        {
            "question": "Who's most likely to start a fight right before midnight?"
        },
        {
            "question": "Who's most likely to ruin their outfit within the first hour of the party?"
        },
        {
            "question": "Who's most likely to win \"Best Dressed\" for New Year’s?"
        },
        {
            "question": "Who's most likely to kiss someone just to avoid being the odd one out?"
        },
        {
            "question": "Who's most likely to insist on taking a group photo at midnight?"
        },
        {
            "question": "Who's most likely to wear a tiara or crown for the night?"
        },
        {
            "question": "Who's most likely to bring a bottle of non-alcoholic champagne and pretend it’s real?"
        },
        {
            "question": "Who's most likely to wear heels and immediately regret it?"
        },
        {
            "question": "Who's most likely to spend the entire night on their phone?"
        },
        {
            "question": "Who's most likely to loudly ask, “When is the countdown again?” every hour?"
        },
        {
            "question": "Who's most likely to post 50 stories documenting the entire night?"
        },
        {
            "question": "Who's most likely to end the night carrying someone else home?"
        },
        {
            "question": "Who's most likely to write a heartfelt post about the new year the next morning?"
        }
    ]
}
