{
    "most-likely-to-mild-mischief": [
        {
            "question": "Who is most likely to take a week to respond to a text?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to start a rumor?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to ignore a phone call?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be late?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to break their phone?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to borrow something and not return it?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to keep a diary?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to re-gift a present?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to still sleep with a teddy bear?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to befriend a wild animal?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to live on a farm?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to write a love letter?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to buy a round at the bar?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be the first one to arrive at the party?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to spill something by accident?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to die first in a horror movie?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to lose their phone?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sleep through their alarm?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to miss their flight?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to click on a spam email and get a virus?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to forget their wallet at home?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to unintentionally give someone the wrong directions?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to tell a bad joke?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to apologise first?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to avoid conflict?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a secret crush on someone in the room?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to flirt with a stranger at a party?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to embarrass themselves on social media?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to take an unplanned vacation and not tell anyone?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to name their kid after themself?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to lock themselves out of the house?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to lose their phone on a night out?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to embarrass themselves in public?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to blab a secret?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to marry themselves?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get into shenanigans?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to forget to text back?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to accidentally wear the same outfit as you?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to forget to mute the microphone during Zoom calls?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get blocked by a celebrity on Twitter?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get a tattoo on a whim?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to take a nap in a public place?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to send a text to the wrong person?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sneak into a concert without a ticket?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to break a rule just to see if they can get away with it?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to oversleep and miss an important event?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to steal a funny sign from a public place?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to make a dramatic entrance at a gathering?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have an unexpected romantic encounter while traveling?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to kiss someone in this room?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to make the first move?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to trip over their own feet?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to forget where they parked their car?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to laugh at the wrong moment?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to cry during a sad movie?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to talk in their sleep?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to break something at a friend’s house?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to leave a party early to go home and sleep?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to take the longest to get ready?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to spend too much time on social media?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to take pictures of their food before eating?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to forget an important appointment?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to spend the most money on snacks?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to win a fight?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to forget what they were just talking about?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to forget someone’s name immediately after meeting them?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to start a DIY project and never finish it?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be the last person to leave a party?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to eat something they dropped on the floor?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to live off frozen food?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have gone through an emo phase?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to win a food-eating contest?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get lost in their own neighborhood?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to dye their hair a crazy color?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be late to their own wedding?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have the messiest room?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to spill food on themselves?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to lose a bet?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to fall asleep at a party?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to make an impulse purchase?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to buy something they don’t need?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to try a new hobby and quit after a week?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to skip their workout routine?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get injured doing something stupid?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to win an argument?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to go to a concert alone?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to leave the house wearing mismatched shoes?",
            "drinking-punishment": ""
        }
    ]
}
