{
    "most-likely-to-naughty-or-nice": [
      {
        "question": "Most likely to kiss someone under the mistletoe"
      },
      {
        "question": "Most likely to get caught re-gifting"
      },
      {
        "question": "Most likely to get tipsy and spill the tea at a family Christmas gathering."
      },
      {
        "question": "Most likely to wear the most scandalous Christmas outfit."
      },
      {
        "question": "Most likely to 'accidentally' let it slip who their Secret Santa gift is for."
      },
      {
        "question": "Most likely to get a little too handsy with the Christmas cheer."
      },
      {
        "question": "Most likely to steal someone’s Christmas present and pretend they never saw it."
      },
      {
        "question": "Most likely to spend Christmas night swiping through dating apps."
      },
      {
        "question": "Most likely to get so drunk they end up confessing a secret crush."
      },
      {
        "question": "Most likely to get caught under the mistletoe with someone else’s crush."
      },
      {
        "question": "Most likely to flirt with a friend’s sibling during the holiday party."
      },
      {
        "question": "Most likely to give a 'romantic' Christmas gift that's a little too personal."
      },
      {
        "question": "Most likely to steal the spotlight with a wild, drunken Christmas karaoke performance."
      },
      {
        "question": "Most likely to get caught sneaking a kiss during Christmas karaoke."
      },
      {
        "question": "Most likely to make a scandalous toast at Christmas dinner."
      },
      {
        "question": "Most likely to get too drunk and admit their feelings to their crush."
      },
      {
        "question": "Most likely to 'accidentally' touch someone’s leg under the dinner table."
      },
      {
        "question": "Most likely to buy a very risqué Secret Santa gift for someone."
      },
      {
        "question": "Most likely to get caught sneaking into the kitchen to steal cookies."
      },
      {
        "question": "Most likely to break the ornament while decorating the tree."
      },
      {
        "question": "Most likely to make a grand entrance at the holiday party with a flashy outfit."
      },
      {
        "question": "Most Likely to ruin Christmas."
      },
      {
        "question": "Most likely to get caught sneaking a peek at their presents before Christmas."
      },
      {
        "question": "Most likely to win the ugly sweater contest."
      },
      {
        "question": "Most likely to spend the holidays watching Christmas movies on repeat."
      },
      {
        "question": "Most likely to volunteer to host Christmas dinner next year."
      },
      {
        "question": "Most likely to forget to take the Christmas decorations down."
      },
      {
        "question": "Most likely to buy way too many holiday decorations for their house."
      },
      {
        "question": "Most likely to forget to buy a gift for someone."
      },
      {
        "question": "Most likely to accidentally send a holiday text to the wrong person."
      }
    ]
  }
  