{
    "most-likely-to-open-season": [
        {
            "question": "Who is most likely to snake their friends?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a kid by accident?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a foot fetish?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to forget the name of a person they hooked up with?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get caught hooking up with someone in public?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to make a sex tape?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to not use protection?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to cheat on their partner?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to “ugly moan” during sex?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to marry more than once?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to flirt with a friend’s partner?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to try out a kink without hesitation?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sext while at work?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with someone just for free drinks?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to try role-playing in bed?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get caught hooking up at a party?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to fall in love after a hookup?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with someone at a festival?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sleep with someone just to make an ex jealous?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a sexual fantasy about someone in this room?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a crazy hookup story?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get handsy in public?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to drive 3 hours to hookup with a stranger?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with a friend’s sibling?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sleep with someone for revenge?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have an affair with a married person?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to wake up in a stranger’s bed?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to cheat on their partner?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with a friend’s ex?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sleep with a professor or boss?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with someone and never call them again?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to talk dirty in bed and be really bad at it?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a crush on their friend’s partner?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with someone at their friend's wedding?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a one-night stand and leave without saying goodbye?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to send an unsolicited nude?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have sex in the wild?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sneak out of a date for a hookup with someone else?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get a hotel room just for a quick hookup?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get a piercing in a private place?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with their ex’s friend?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to date someone they met through a hookup?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to fake their own death?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to start an OnlyFans?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be a deadbeat parent?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get bitched in a relationship?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to leave a party with a 1/10?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to lie about their sexual history?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sleep with someone they are not attracted to?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to fall in love with a hookup?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get plastic surgery?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to try to embarrass someone in front of their crush?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to date someone just for the sex?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to say “I love you” to a one-night stand?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to like someone in the room but have them not like them back?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be a bottom?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to accidentally butt-dial someone and get caught chatting shit about the person?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to lie about their number of partners?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to ditch their friends to flirt with a stranger?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to cheat on their partner during a vacation?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a sex tape leak?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to date someone for their money?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get caught in the act by a family member?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to go skinny dipping at a public beach?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to end up naked at a party?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to kiss a stranger on a dare?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sneak away for a quickie during an event?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with someone from their friend group?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sleep with someone out of pity?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get arrested for public indecency?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to bring a random person home after a night out?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a “walk of shame” moment?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to post a provocative photo online?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up at a music festival?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to make a bet involving sex?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to lie about their age to hook up?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with their roommate?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get banned from a dating app for inappropriate behavior?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to engage in dirty talk during a serious moment?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a collection of dirty magazines?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with someone they just fought with?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to make out with someone on live TV?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be turned on by danger?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to send a nude as a “good morning” text?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with someone from their high school reunion?",
            "drinking-punishment": ""
        }
    ]
}
