{
    "most-likely-to-unfiltered-assaults": [
        {
            "question": "Who is most likely to eat a stranger's ass?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to build a sex dungeon?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be into BDSM?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to masturbate in a public place?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have an open relationship?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be into Beastiality?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get someone drunk to try and sleep with them?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with someone over 65?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to pay for sex?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with someone at a family member's funeral?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sleep with their friend's partner?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a mummy/daddy kink?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to go to a swinger’s party?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to try a fetish they’re ashamed to admit?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a sex toy collection?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to use a dating app just for hookups?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to try out polyamory?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be into incest?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to secretly film a hookup?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to drunk dial a random number for a hookup?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have sex with someone much younger?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to suggest watching porn together with a partner?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be into cuckolding?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to lie about their relationship status to get laid?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a sexual experience they regret?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sleep with someone for a promotion?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to make out with a stranger on public transport?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to attend a nude beach?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to suggest an open relationship first?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be a regular at a strip club?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to perform oral on a stripper?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to lie about using protection during sex?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sleep with their best friend’s crush?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hire an escort for a special occasion?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to suggest an orgy?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with their ex’s sibling?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with someone at their own wedding?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be in a secret relationship with multiple people?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to use sex as a bargaining tool?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with someone just to prove a point?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sext someone they just met?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to make a sex pact with their friends?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a wild sexual experience while traveling?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with someone to avoid an awkward situation?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a micropenis?",
            "drinking-punishment": ""
        }
    ]
}
