{
    "most-likely-to-unsolicited-strays": [
        {
            "question": "Who is most likely to text their ex?"
        },
        {
            "question": "Who is most likely to become a hippy?"
        },
        {
            "question": "Who is most likely to fake their death?"
        },
        {
            "question": "Who is most likely to join a cult?"
        },
        {
            "question": "Who is most likely to eat an entire cake alone?"
        },
        {
            "question": "Who is most likely to get arrested?"
        },
        {
            "question": "Who is most likely to dine and dash?"
        },
        {
            "question": "Who is most likely to go a week without showering?"
        },
        {
            "question": "Who is most likely to fall for their best friend?"
        },
        {
            "question": "Who is most likely to ghost someone?"
        },
        {
            "question": "Who is most likely to fall in love quickly?"
        },
        {
            "question": "Who is most likely to start fights?"
        },
        {
            "question": "Who is most likely to get rejected on a night out?"
        },
        {
            "question": "Who is most likely to live a double life?"
        },
        {
            "question": "Who is most likely to get an embarrassing tattoo?"
        },
        {
            "question": "Who is most likely to get arrested for public urination?"
        },
        {
            "question": "Who is most likely to get drunk and disorderly?"
        },
        {
            "question": "Who is most likely to say something stupid on a first date?"
        },
        {
            "question": "Who is most likely to snore so badly their partner sleeps elsewhere?"
        },
        {
            "question": "Who is most likely to date two people at once?"
        },
        {
            "question": "Who is most likely to not want kids?"
        },
        {
            "question": "Who is most likely to cry at their wedding?"
        },
        {
            "question": "Who is most likely to marry a millionaire?"
        },
        {
            "question": "Who is most likely to end a relationship via text?"
        },
        {
            "question": "Who is most likely to drink too much?"
        },
        {
            "question": "Who is most likely to have a secret romance?"
        },
        {
            "question": "Who is most likely to wear something inappropriate to a formal event?"
        },
        {
            "question": "Who is most likely to repeat an outfit in a week?"
        },
        {
            "question": "Who is most likely to have an awkward run-in with an ex?"
        },
        {
            "question": "Who is most likely to start a rumor for fun?"
        },
        {
            "question": "Who is most likely to date someone for their looks?"
        },
        {
            "question": "Who is most likely to post a thirst trap online?"
        },
        {
            "question": "Who is most likely to wake up somewhere unexpected?"
        },
        {
            "question": "Who is most likely to make out at a party?"
        },
        {
            "question": "Who is most likely to be in a 'friends with benefits' situation?"
        },
        {
            "question": "Who is most likely to text an ex late at night?"
        },
        {
            "question": "Who is most likely to accidentally say something dirty?"
        },
        {
            "question": "Who is most likely to forget to clear their browser history?"
        },
        {
            "question": "Who is most likely to hit on their ex at a party?"
        },
        {
            "question": "Who is most likely to have a sugar daddy or sugar mama?"
        },
        {
            "question": "Who is most likely to flirt with the DJ at a bar?"
        },
        {
            "question": "Who is most likely to sleep over somewhere without telling anyone?"
        },
        {
            "question": "Who is most likely to make a naughty bet?"
        },
        {
            "question": "Who is most likely to ask for a number just for fun?"
        },
        {
            "question": "Who is most likely to have a secret fling?"
        },
        {
            "question": "Who is most likely to cancel plans last minute?"
        },
        {
            "question": "Who is most likely to ask dumb questions?"
        },
        {
            "question": "Who is most likely to go on two dates in one day?"
        },
        {
            "question": "Who is most likely to get canceled?"
        },
        {
            "question": "Who is most likely to embarrass themselves in front of a crush?"
        },
        {
            "question": "Who is most likely to become an alcoholic?"
        },
        {
            "question": "Who is most likely to forget a friend's birthday?"
        },
        {
            "question": "Who is most likely to get a tattoo on a dare?"
        },
        {
            "question": "Who is most likely to start a bar fight and be in the wrong?"
        },
        {
            "question": "Who is most likely to get deported?"
        },
        {
            "question": "Who is most likely to marry someone they just met?"
        },
        {
            "question": "Who is most likely to keep a big secret?"
        },
        {
            "question": "Who is most likely to have the most kids?"
        },
        {
            "question": "Who is most likely to disappear from the friend group?"
        },
        {
            "question": "Who is most likely to not back a friend in a fight?"
        },
        {
            "question": "Who is most likely to betray their friends?"
        }
    ]
}
