{
    "most-likely-to-unsolicited-strays": [
        {
            "question": "Who is most likely to text their ex?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to become a hippy?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to fake their own death?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to join a cult?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to eat a whole cake alone?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get arrested?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to dine and dash?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to go a week without a shower?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to fall in love with their best friend?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to ghost someone?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to fall in love the quickest?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to start fights?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get rejected on a night out?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be living a double life?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get an embarrassing tattoo?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get arrested for urinating in public?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get arrested for being drunk and disorderly?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to say something stupid on a first date?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to snore so badly their partner sleeps on the sofa?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to date two people at once?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sleep with someone on the first date?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be caught watching porn?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to not want kids?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to cry during their wedding?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to marry a millionaire?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to end a relationship over text?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to drink too much?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a secret romantic relationship?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to wear something inappropriate to a formal event?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to wear the same outfit twice in one week?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have an awkward encounter with an ex?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to start a rumor just for fun?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get caught in the act by their roommates?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to go commando on a date?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to send explicit messages after just a few texts?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to kiss and tell?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to date someone just for their looks?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sleep with someone out of boredom?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to post a thirst trap on social media?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have kissed someone of the same sex?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to wake up somewhere they don’t remember going?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get drunk and make a booty call?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to accidentally butt-dial someone during sex?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to make out with someone at a party?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be in a 'friends with benefits' situation?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to flirt with someone at a funeral?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to text an ex late at night?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to say something dirty by accident?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with someone they swore they'd never talk to again?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hook up with their neighbor?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to forget to delete their browser history?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to hit on their ex at a party?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a sugar daddy or sugar mama?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to flirt with the DJ or performer at a bar?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sleep over at someone’s house without telling anyone?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to kiss someone in a game of truth-or-dare?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to make a bet that leads to something naughty?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to ask for someone’s number just for fun?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a dirty dream about someone in the room?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get caught sneaking into someone’s room late at night?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have a secret fling with someone nobody knows about?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to cancel plans at the last minute?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to ask dumb questions?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to go on two dates in a day?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to sell feet pics online?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to say the wrong name in bed?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to walk around the house naked?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get canceled?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to embarrass themselves in front of a crush?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be an alcoholic?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to forget a friend's birthday?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get a tattoo on a dare?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get into a bar fight and be the one in the wrong?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to get deported?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to marry someone they just met?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to keep a secret from everyone?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to be on dating apps?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to have the most children?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to disappear from the friendship group?",
            "drinking-punishment": ""
        },
        {
            "question": "Who is most likely to not back a friend in a fight?",
            "drinking-punishment": ""
        }
    ]
}
