[
  {
    "sectionID": "what-is-overexposed",
    "subHeading": "What is OVEREXPOSED?",
    "text": "OVEREXPOSED is an online platform for party games that make social gatherings more fun and interactive. It offers a variety of games like Truth or Dare, Paranoia, Never Have I Ever, and Most Likely To, with different difficulty levels and question packs to suit any group. You can also customize game mode settings to tailor the experience to your group’s preferences. Whether you’re looking for lighthearted fun or edgy challenges, OVEREXPOSED brings excitement directly to your phone or computer, making every party unforgettable."
  },
  
  {
    "sectionID": "is-overexposed-free-to-play",
    "subHeading": "Is OVEREXPOSED free to play?",
    "text": "Yes! OVEREXPOSED is completely free to play. You can enjoy all the games, question packs, and customizable settings without paying a thing. Just open it on your phone or computer and start the fun—no hidden fees, no subscriptions."
  },
  
  {
    "sectionID": "can-i-play-on-my-phone",
    "subHeading": "Can I play on my phone?",
    "text": "You can play OVEREXPOSED on your phone! The platform is fully mobile-friendly, so you can enjoy all the games, question packs, and customizable settings on the go. Whether you’re at a party, hanging out with friends, or just looking for some fun, OVEREXPOSED works seamlessly on any smartphone."
  },
  
  {
    "sectionID": "how-do-i-start-a-game",
    "subHeading": "How do I start a game?",
    "text": "Getting a game going on OVEREXPOSED is simple! Pick the game you want, choose your favorite question packs (each shows its difficulty level), adjust the game settings if you like, and press the Start Game button. Your game will launch instantly, ready for you and your friends to jump in."
  },
  
  {
    "sectionID": "what-are-the-plans-for-the-future",
    "subHeading": "What are the plans for the future?",
    "text": "We’ve got exciting things lined up for OVEREXPOSED! Soon, we’ll be releasing seasonal and event-themed question packs to keep the games fresh and fun all year round. A multiplayer mode is already in closed beta, letting friends play together online, and we’re also working on a brand-new game mode to bring even more ways to play. Stay tuned—there’s plenty of fun ahead!"
  },
  
  {
    "sectionID": "do-i-have-to-drink-to-play",
    "subHeading": "Do I have to drink to play?",
    "text": "Not at all! OVEREXPOSED is designed for fun with friends, whether or not you choose to drink. Many of the games and challenges can be enjoyed completely alcohol-free, so everyone can join in and have a great time."
  },
  
  {
    "sectionID": "is-the-website-safe-for-kids",
    "subHeading": "Is the website safe for kids?",
    "text": "We recommend that users are 13 or older, or play under parental supervision. Since OVEREXPOSED is still in beta, some content may occasionally be miscategorized, but we’re actively working to fix and adjust these issues to ensure a safe and enjoyable experience for everyone."
  },
  
  {
    "sectionID": "its-not-loading-what-should-i-do",
    "subHeading": "It’s not loading, what should I do?",
    "text": "If the website isn’t loading, try refreshing the page. Sometimes using your browser’s built-in back button can cause issues, so we recommend using the back buttons provided within the website itself. This usually resolves the problem quickly."
  },
  
  {
    "sectionID": "do-i-need-to-download-anything",
    "subHeading": "Do I need to download anything?",
    "text": "No downloads are required! OVEREXPOSED runs entirely in your web browser, so you can play instantly on your phone, tablet, or computer without installing any apps or software."
  },
  
  {
    "sectionID": "can-i-play-over-discord-or-zoom",
    "subHeading": "Can I play over Discord or Zoom?",
    "text": "Yes! OVEREXPOSED works perfectly for virtual hangouts. You can share your screen on Discord, Zoom, or any video call platform, and everyone can join in the fun from wherever they are."
  }
]
