{
  "would-you-rather-the-great-debate": [
    { "question": "Would you rather live without social media OR live without music?" },
    { "question": "Would you rather have unlimited time OR unlimited money?" },
    { "question": "Would you rather be respected OR loved?" },
    { "question": "Would you rather have no one show up to your wedding OR no one show up to your funeral?" },
    { "question": "Would you rather have your thoughts broadcasted OR your search history leaked?" },
    { "question": "Would you rather have a rewind button for your life OR a pause button?" },
    { "question": "Would you rather be able to read minds OR see the future?" },
    { "question": "Would you rather lose your sense of taste OR your sense of touch?" },
    { "question": "Would you rather find true love today OR win the lottery next year?" },
    { "question": "Would you rather be the funniest person in the room OR the smartest person in the room?" },
    { "question": "Would you rather have everyone agree with you OR never care what anyone thinks?" },
    { "question": "Would you rather have free travel for life OR free food for life?" },
    { "question": "Would you rather never take a bad photo again OR never have a bad hair day again?" },
    { "question": "Would you rather be famous for something embarrassing OR forgotten completely?" },
    { "question": "Would you rather always have perfect comeback lines OR always make people laugh effortlessly?" },
    { "question": "Would you rather always know when someone is lying OR always get away with lying?" },
    { "question": "Would you rather be rich but bored OR poor but fulfilled?" },
    { "question": "Would you rather be stuck in traffic forever OR have slow Wi-Fi forever?" },
    { "question": "Would you rather spend a week in the jungle OR a week in the desert?" },
    { "question": "Would you rather be fluent in every language OR be able to talk to animals?" },
    { "question": "Would you rather have unlimited knowledge OR unlimited charisma?" },
    { "question": "Would you rather be able to fly but only as fast as you walk OR run but at lightning speed?" },
    { "question": "Would you rather always feel slightly too hot OR slightly too cold?" },
    { "question": "Would you rather spend a year with no internet OR a year with no friends?" },
    { "question": "Would you rather never get tired OR never get bored?" },
    { "question": "Would you rather be a genius no one listens to OR an influencer everyone believes?" },
    { "question": "Would you rather have a photographic memory OR the ability to forget anything you want instantly?" },
    { "question": "Would you rather only be able to text OR only be able to call people?" },
    { "question": "Would you rather be known for your looks OR your intelligence?" },
    { "question": "Would you rather be able to erase one memory OR relive one perfect moment forever?" },
    { "question": "Would you rather be respected by everyone OR loved by a few?" },
    { "question": "Would you rather be invisible for one day OR be able to fly for one hour?" },
    { "question": "Would you rather have the ability to always say the right thing OR never be misunderstood?" },
    { "question": "Would you rather be able to time travel but never return, OR stay in the present forever?" },
    { "question": "Would you rather live in a mansion in the middle of nowhere OR a tiny flat in the center of a big city?" },
    { "question": "Would you rather always be overdressed OR always be underdressed?" },
    { "question": "Would you rather only be able to whisper OR only be able to shout?" },
    { "question": "Would you rather give up your phone for a month OR give up showers for a week?" },
    { "question": "Would you rather always know what to say OR always know what to do?" },
    { "question": "Would you rather be able to stop time for 10 seconds once a day OR rewind 10 seconds once a day?" },
    { "question": "Would you rather be allergic to your favorite drink OR your favorite food?" },
    { "question": "Would you rather have no one remember your birthday OR forget everyone else’s?" },
    { "question": "Would you rather always be hungry no matter how much you eat OR always be tired no matter how much you sleep?" },
    { "question": "Would you rather have unlimited data but a terrible phone OR the newest phone but no data?" },
    { "question": "Would you rather be known for your style OR for your kindness?" },
    { "question": "Would you rather always feel itchy OR always feel cold?" },
    { "question": "Would you rather never take another selfie again OR never be in a group photo again?" },
    { "question": "Would you rather be able to control animals OR control technology with your mind?" },
    { "question": "Would you rather always be surrounded by people OR always be alone?" },
    { "question": "Would you rather only be able to eat spicy food OR only bland food forever?" },
    { "question": "Would you rather be able to run as fast as a cheetah OR swim as fast as a dolphin?" },
    { "question": "Would you rather never laugh again OR never cry again?" },
    { "question": "Would you rather have to rhyme every time you speak OR sing everything you say?" },
    { "question": "Would you rather get stranded on an island with your best friend OR your celebrity crush?" },
    { "question": "Would you rather spend a week in the future OR a week in the past?" },
    { "question": "Would you rather have your favorite movie erased from existence OR never be able to watch it again?" },
    { "question": "Would you rather always have to say exactly what you think OR never be able to speak again?" },
    { "question": "Would you rather only be able to text using emojis OR only be able to call people?" },
    { "question": "Would you rather live somewhere that never stops raining OR somewhere that’s always dry?" },
    { "question": "Would you rather have to tell the truth for a year OR lie about everything for a week?" }
  ]
}
