{
    "paranoia-behind-closed-doors": [
        {
            "question": "Who’s most likely to be a cuck?"
        },
        {
            "question": "Who’s likely to hook up with a neighbor?"
        },
        {
            "question": "Who might hook up with their ex’s friend?"
        },
        {
            "question": "Who’s most likely to have an STI or STD?"
        },
        {
            "question": "Who has had a partner with extreme sexual preferences?"
        },
        {
            "question": "Who’s most likely to have a same-sex experience?"
        },
        {
            "question": "Who hooks up just for the story?"
        },
        {
            "question": "Who downplays others’ success to feel superior?"
        },
        {
            "question": "Who’s most likely to eat ass?"
        },
        {
            "question": "Who’s likely to be abusive in a relationship?"
        },
        {
            "question": "Who would sleep with everyone in the room?"
        },
        {
            "question": "Who would have sex to feel better?"
        },
        {
            "question": "Who’s most likely to get drunk and have a one-night stand?"
        },
        {
            "question": "Who’s most likely to pay for sex?"
        },
        {
            "question": "Who has a pee fetish?"
        },
        {
            "question": "Who fakes an orgasm to escape awkward situations?"
        },
        {
            "question": "Who would couple swing?"
        },
        {
            "question": "Who’s most likely to prefer anal sex over traditional intercourse?"
        },
        {
            "question": "Who’s likely to be into BDSM?"
        },
        {
            "question": "Who might have experienced a sex worker?"
        },
        {
            "question": "Who could secretly enjoy a specific type of erotic role-play?"
        },
        {
            "question": "Who might torture someone for money?"
        },
        {
            "question": "Who’s most likely to be a chronic masturbator?"
        },
        {
            "question": "Who’s most likely to engage in intimate video chats with someone met online?"
        },
        {
            "question": "Who’s most likely to cheat on their partner?"
        },
        {
            "question": "Who might be addicted to sex?"
        },
        {
            "question": "Who has a foot fetish?"
        },
        {
            "question": "Who might be into phone sex or video chats?"
        },
        {
            "question": "Who needs a nose job?"
        },
        {
            "question": "Who might have a hidden kink or fetish?"
        },
        {
            "question": "Who could be hiding a scandalous bedroom secret?"
        },
        {
            "question": "Who’s most likely to have sex in a car?"
        },
        {
            "question": "Who’s likely to have an affair with someone older?"
        },
        {
            "question": "Who’s most likely to hook up with a friend's ex?"
        },
        {
            "question": "Who would suggest an orgy or group sex first?"
        },
        {
            "question": "Who’s gotten intimate in a forbidden setting?"
        },
        {
            "question": "Who fantasizes about someone else’s partner?"
        },
        {
            "question": "Who would get caught hooking up in a bathroom at a party?"
        },
        {
            "question": "Who uses sex to avoid emotions?"
        },
        {
            "question": "Who’s most likely to sleep with a friend's sibling?"
        },
        {
            "question": "Who would join a “sugar baby” website?"
        },
        {
            "question": "Who would go on a date just for free drinks or food?"
        },
        {
            "question": "Who’s most likely to pretend they don’t remember a past hookup?"
        },
        {
            "question": "Who would hook up with an ex while in a relationship?"
        }
    ]
}
