{
  "paranoia-grave-danger": [
    { "question": "Who would be most likely to flash a stranger at a costume party?" },
    { "question": "If you had to spend Halloween night handcuffed to someone here, who would you pick?" },
    { "question": "Who here would look the best tied up like a mummy?" },
    { "question": "Who here naturally looks like they could be a Halloween character year-round?" },
    { "question": "Who would you least trust alone with a Ouija board and alcohol?" },
    { "question": "Who’s most likely to turn any Halloween costume into the slutty version?" },
    { "question": "Who would turn trick-or-treating into a sexual dare?" },
    { "question": "Who’s most likely to use Halloween props in a sexual way?" },
    { "question": "Who’s most likely to post risqué Halloween pics online?" },
    { "question": "Who would most likely get caught making out in a graveyard?" },
    { "question": "Who would hook up with someone in a full-body scary costume because they’d hook up with anyone?" },
    { "question": "Who here would pick a haunted maze as a date spot?" },
    { "question": "Who here would go to a Halloween party purely to flirt with as many people as possible?" },
    { "question": "Who would use spooky decorations as a chance to get handsy?" },
    { "question": "Who here would show up to a Halloween party hoping for a hookup?" },
    { "question": "Who would go door-to-door trick-or-treating just to flirt with strangers?" },
    { "question": "Who would most likely host a Halloween party purely for mischief and chaos?" },
    { "question": "Who here would turn their Halloween costume into a bedroom fantasy?" },
    { "question": "Who would use Halloween as an excuse to nonce on kids?" },
    { "question": "Who would get caught with an erection at a Halloween party?" },
    { "question": "Who here would get caught getting turned on at a Halloween party?" },
    { "question": "Who would catfish someone while dressed in a Halloween outfit?" },
    { "question": "Who would use Halloween to attention seek?" },
    { "question": "Who would miss a family member's birthday to attend a Halloween party?" },
    { "question": "Who would spike punch at a Halloween party just to see what happens?" },
    { "question": "Who would fake a supernatural encounter to hook up with someone?" },
    { "question": "Who would most likely streak through a graveyard on Halloween night?" },
    { "question": "Who’s most likely to smell awful and just claim it’s part of their Halloween costume?" },
    { "question": "Who would most likely have a “walk of shame” in costume the next morning?" },
    { "question": "Who’s most likely to drink too much at a Halloween party, puke, and try to play it off as part of the ‘spooky special effects’?" },
    { "question": "Who’s most likely to eat all the Halloween snacks before anyone else even arrives?" },
    { "question": "Who would be most likely to show up to a Halloween party wearing only body paint?" },
    { "question": "Who here is most likely to actually be into witchcraft?" },
    { "question": "Who’s most likely to bring handcuffs as part of their costume… and actually use them?" },
    { "question": "Who here would turn the fog machine into a cover for making out?" },
    { "question": "Who would most likely scare someone just to get them to cuddle closer?" },
    { "question": "Who here would most likely hook up with their ex on Halloween night?" },
    { "question": "Who would snake out their friend for some Halloween treats?" },
    { "question": "Who would most likely use a broomstick… creatively?" },
    { "question": "Who here would turn a Halloween party into a bedroom fantasy?" },
    { "question": "Who here would use fake blood to “spice things up”?" },
    { "question": "Who gives off stalker vibes?" },
    { "question": "Who would dress up as Jeffrey Dahmer for Halloween?" },
    { "question": "Who here would flirt with multiple people at a single party?" },
    { "question": "Who would give out condoms instead of treats for Halloween?" },
    { "question": "Who would ghost someone in real life after a Halloween hookup?" },
    { "question": "Who would hide behind a Halloween costume just to trick someone into hooking up?" },
    { "question": "Who would steal someone’s drink just to have a “chance encounter”?" },
    { "question": "Who would flirt with someone purely because they’re wearing a sexy outfit?" }
  ]
}
