{
    "most-likely-to-calm-and-casual": [
        { "question": "Who is most likely to become famous?" },
        { "question": "Who is most likely to go viral?" },
        { "question": "Who is most likely to marry a celebrity?" },
        { "question": "Who is most likely to win the lottery?" },
        { "question": "Who is most likely to buy designer brands?" },
        { "question": "Who is most likely to cancel plans for a nap?" },
        { "question": "Who is most likely to sing karaoke with strangers?" },
        { "question": "Who is most likely to break up a fight?" },
        { "question": "Who is most likely to become a millionaire?" },
        { "question": "Who is most likely to write a bestseller?" },
        { "question": "Who is most likely to break a world record?" },
        { "question": "Who is most likely to make everyone laugh?" },
        { "question": "Who is most likely to start a podcast?" },
        { "question": "Who is most likely to move abroad?" },
        { "question": "Who is most likely to host a talk show?" },
        { "question": "Who is most likely to stay calm in an emergency?" },
        { "question": "Who is most likely to reply to texts immediately?" },
        { "question": "Who is most likely to become president?" },
        { "question": "Who is most likely to solve a global issue?" },
        { "question": "Who is most likely to win an Oscar or Grammy?" },
        { "question": "Who is most likely to start a business?" },
        { "question": "Who is most likely to be a spy?" },
        { "question": "Who is most likely to appear on a talent show?" },
        { "question": "Who is most likely to become vegan?" },
        { "question": "Who is most likely to write a love song?" },
        { "question": "Who is most likely to donate to charity?" },
        { "question": "Who is most likely to volunteer?" },
        { "question": "Who is most likely to be the life of the party?" },
        { "question": "Who is most likely to teach a new skill?" },
        { "question": "Who is most likely to always have your back?" },
        { "question": "Who is most likely to start a conversation with a stranger?" },
        { "question": "Who is most likely to eat dessert before dinner?" },
        { "question": "Who is most likely to reply with a meme?" },
        { "question": "Who is most likely to bake out of boredom?" },
        { "question": "Who is most likely to plan an epic road trip?" },
        { "question": "Who is most likely to make friends everywhere?" },
        { "question": "Who is most likely to order takeout over cooking?" },
        { "question": "Who is most likely to lose track of time shopping?" },
        { "question": "Who is most likely to have the neatest handwriting?" },
        { "question": "Who is most likely to give the best advice?" },
        { "question": "Who is most likely to smile at strangers?" },
        { "question": "Who is most likely to take hundreds of vacation photos?" },
        { "question": "Who is most likely to forget to charge their phone?" },
        { "question": "Who is most likely to be caught dancing alone?" },
        { "question": "Who is most likely to get distracted while cooking?" },
        { "question": "Who is most likely to overpack for a trip?" },
        { "question": "Who is most likely to start a band?" },
        { "question": "Who is most likely to be a stand-up comedian?" },
        { "question": "Who is most likely to run a marathon?" },
        { "question": "Who is most likely to become a fashion designer?" },
        { "question": "Who is most likely to sing in the shower?" },
        { "question": "Who is most likely to take the most selfies?" },
        { "question": "Who is most likely to win a Nobel Prize?" },
        { "question": "Who is most likely to become a TikTok star?" },
        { "question": "Who is most likely to have a secret talent?" },
        { "question": "Who is most likely to go to bed before 9 PM?" },
        { "question": "Who is most likely to fall asleep during a movie?" },
        { "question": "Who is most likely to order the priciest menu item?" },
        { "question": "Who is most likely to shop all day?" },
        { "question": "Who is most likely to become a professional chef?" },
        { "question": "Who is most likely to plan the best vacation?" },
        { "question": "Who is most likely to Uber a short distance?" }
    ]
}
