{
    "most-likely-to-calm-and-casual": [
        {
            "question": "Who's most likely to become famous?"
        },
        {
            "question": "Who's most likely to go viral?"
        },
        {
            "question": "Who's most likely to marry a celebrity?"
        },
        {
            "question": "Who's most likely to win the lottery?"
        },
        {
            "question": "Who's most likely to buy designer brands?"
        },
        {
            "question": "Who's most likely to cancel plans for a nap?"
        },
        {
            "question": "Who's most likely to sing karaoke with strangers?"
        },
        {
            "question": "Who's most likely to break up a fight?"
        },
        {
            "question": "Who's most likely to become a millionaire?"
        },
        {
            "question": "Who's most likely to write a bestseller?"
        },
        {
            "question": "Who's most likely to break a world record?"
        },
        {
            "question": "Who's most likely to make everyone laugh?"
        },
        {
            "question": "Who's most likely to start a podcast?"
        },
        {
            "question": "Who's most likely to move abroad?"
        },
        {
            "question": "Who's most likely to host a talk show?"
        },
        {
            "question": "Who's most likely to stay calm in an emergency?"
        },
        {
            "question": "Who's most likely to reply to texts immediately?"
        },
        {
            "question": "Who's most likely to become president?"
        },
        {
            "question": "Who's most likely to solve a global issue?"
        },
        {
            "question": "Who's most likely to win an Oscar or Grammy?"
        },
        {
            "question": "Who's most likely to start a business?"
        },
        {
            "question": "Who's most likely to be a spy?"
        },
        {
            "question": "Who's most likely to appear on a talent show?"
        },
        {
            "question": "Who's most likely to become vegan?"
        },
        {
            "question": "Who's most likely to write a love song?"
        },
        {
            "question": "Who's most likely to donate to charity?"
        },
        {
            "question": "Who's most likely to volunteer?"
        },
        {
            "question": "Who's most likely to be the life of the party?"
        },
        {
            "question": "Who's most likely to teach a new skill?"
        },
        {
            "question": "Who's most likely to always have your back?"
        },
        {
            "question": "Who's most likely to start a conversation with a stranger?"
        },
        {
            "question": "Who's most likely to eat dessert before dinner?"
        },
        {
            "question": "Who's most likely to reply with a meme?"
        },
        {
            "question": "Who's most likely to bake out of boredom?"
        },
        {
            "question": "Who's most likely to plan an epic road trip?"
        },
        {
            "question": "Who's most likely to make friends everywhere?"
        },
        {
            "question": "Who's most likely to order takeout over cooking?"
        },
        {
            "question": "Who's most likely to lose track of time shopping?"
        },
        {
            "question": "Who's most likely to have the neatest handwriting?"
        },
        {
            "question": "Who's most likely to give the best advice?"
        },
        {
            "question": "Who's most likely to smile at strangers?"
        },
        {
            "question": "Who's most likely to take hundreds of vacation photos?"
        },
        {
            "question": "Who's most likely to forget to charge their phone?"
        },
        {
            "question": "Who's most likely to be caught dancing alone?"
        },
        {
            "question": "Who's most likely to get distracted while cooking?"
        },
        {
            "question": "Who's most likely to overpack for a trip?"
        },
        {
            "question": "Who's most likely to start a band?"
        },
        {
            "question": "Who's most likely to be a stand-up comedian?"
        },
        {
            "question": "Who's most likely to run a marathon?"
        },
        {
            "question": "Who's most likely to become a fashion designer?"
        },
        {
            "question": "Who's most likely to sing in the shower?"
        },
        {
            "question": "Who's most likely to take the most selfies?"
        },
        {
            "question": "Who's most likely to win a Nobel Prize?"
        },
        {
            "question": "Who's most likely to become a TikTok star?"
        },
        {
            "question": "Who's most likely to have a secret talent?"
        },
        {
            "question": "Who's most likely to go to bed before 9 PM?"
        },
        {
            "question": "Who's most likely to fall asleep during a movie?"
        },
        {
            "question": "Who's most likely to order the priciest menu item?"
        },
        {
            "question": "Who's most likely to shop all day?"
        },
        {
            "question": "Who's most likely to become a professional chef?"
        },
        {
            "question": "Who's most likely to plan the best vacation?"
        },
        {
            "question": "Who's most likely to Uber a short distance?"
        }
    ]
}
