{
    "most-likely-to-mild-mischief": [
        {
            "question": "Who's most likely to respond to a text a week late?"
        },
        {
            "question": "Who's most likely to start a rumor?"
        },
        {
            "question": "Who's most likely to ignore a call?"
        },
        {
            "question": "Who's most likely to be late?"
        },
        {
            "question": "Who's most likely to break their phone?"
        },
        {
            "question": "Who's most likely to borrow something and not return it?"
        },
        {
            "question": "Who's most likely to keep a diary?"
        },
        {
            "question": "Who's most likely to re-gift a present?"
        },
        {
            "question": "Who's most likely to still sleep with a teddy bear?"
        },
        {
            "question": "Who's most likely to befriend a wild animal?"
        },
        {
            "question": "Who's most likely to live on a farm?"
        },
        {
            "question": "Who's most likely to write a love letter?"
        },
        {
            "question": "Who's most likely to buy a round at the bar?"
        },
        {
            "question": "Who's most likely to arrive first at a party?"
        },
        {
            "question": "Who's most likely to spill something accidentally?"
        },
        {
            "question": "Who's most likely to die first in a horror movie?"
        },
        {
            "question": "Who's most likely to lose their phone?"
        },
        {
            "question": "Who's most likely to sleep through an alarm?"
        },
        {
            "question": "Who's most likely to miss a flight?"
        },
        {
            "question": "Who's most likely to click on a spam email?"
        },
        {
            "question": "Who's most likely to forget their wallet at home?"
        },
        {
            "question": "Who's most likely to give wrong directions unintentionally?"
        },
        {
            "question": "Who's most likely to tell a bad joke?"
        },
        {
            "question": "Who's most likely to apologize first?"
        },
        {
            "question": "Who's most likely to avoid conflict?"
        },
        {
            "question": "Who's most likely to have a crush on someone in the room?"
        },
        {
            "question": "Who's most likely to flirt with a stranger?"
        },
        {
            "question": "Who's most likely to embarrass themselves online?"
        },
        {
            "question": "Who's most likely to take an unplanned vacation?"
        },
        {
            "question": "Who's most likely to name their kid after themselves?"
        },
        {
            "question": "Who's most likely to lock themselves out of the house?"
        },
        {
            "question": "Who's most likely to lose their phone during a night out?"
        },
        {
            "question": "Who's most likely to embarrass themselves in public?"
        },
        {
            "question": "Who's most likely to spill a secret?"
        },
        {
            "question": "Who's most likely to marry themselves?"
        },
        {
            "question": "Who's most likely to get into mischief?"
        },
        {
            "question": "Who's most likely to forget to text back?"
        },
        {
            "question": "Who's most likely to match someone else's outfit accidentally?"
        },
        {
            "question": "Who's most likely to forget to mute during a Zoom call?"
        },
        {
            "question": "Who's most likely to get blocked by a celebrity?"
        },
        {
            "question": "Who's most likely to get a tattoo impulsively?"
        },
        {
            "question": "Who's most likely to nap in a public place?"
        },
        {
            "question": "Who's most likely to send a text to the wrong person?"
        },
        {
            "question": "Who's most likely to sneak into a concert?"
        },
        {
            "question": "Who's most likely to break a rule just to test the limits?"
        },
        {
            "question": "Who's most likely to oversleep and miss something important?"
        },
        {
            "question": "Who's most likely to steal a funny public sign?"
        },
        {
            "question": "Who's most likely to make a dramatic entrance?"
        },
        {
            "question": "Who's most likely to have a romantic encounter while traveling?"
        },
        {
            "question": "Who's most likely to kiss someone in this room?"
        },
        {
            "question": "Who's most likely to make the first move?"
        },
        {
            "question": "Who's most likely to trip over their own feet?"
        },
        {
            "question": "Who's most likely to forget where they parked?"
        },
        {
            "question": "Who's most likely to laugh at an inappropriate moment?"
        },
        {
            "question": "Who's most likely to cry during a movie?"
        },
        {
            "question": "Who's most likely to talk in their sleep?"
        },
        {
            "question": "Who's most likely to break something at a friend’s house?"
        },
        {
            "question": "Who's most likely to leave a party early to sleep?"
        },
        {
            "question": "Who's most likely to take forever to get ready?"
        },
        {
            "question": "Who's most likely to spend hours on social media?"
        },
        {
            "question": "Who's most likely to take pictures of their food?"
        },
        {
            "question": "Who's most likely to forget an important appointment?"
        },
        {
            "question": "Who's most likely to overspend on snacks?"
        },
        {
            "question": "Who's most likely to win a fight?"
        },
        {
            "question": "Who's most likely to forget what they were saying mid-conversation?"
        },
        {
            "question": "Who's most likely to forget someone’s name immediately after meeting them?"
        },
        {
            "question": "Who's most likely to start a project and never finish it?"
        },
        {
            "question": "Who's most likely to be the last to leave a party?"
        },
        {
            "question": "Who's most likely to eat food they dropped on the floor?"
        },
        {
            "question": "Who's most likely to live off frozen meals?"
        },
        {
            "question": "Who's most likely to have had an emo phase?"
        },
        {
            "question": "Who's most likely to win a food-eating contest?"
        },
        {
            "question": "Who's most likely to get lost in their neighborhood?"
        },
        {
            "question": "Who's most likely to dye their hair a wild color?"
        },
        {
            "question": "Who's most likely to be late to their own wedding?"
        },
        {
            "question": "Who's most likely to have the messiest room?"
        },
        {
            "question": "Who's most likely to spill food on themselves?"
        },
        {
            "question": "Who's most likely to lose a bet?"
        },
        {
            "question": "Who's most likely to fall asleep at a party?"
        },
        {
            "question": "Who's most likely to make an impulse purchase?"
        },
        {
            "question": "Who's most likely to buy something unnecessary?"
        },
        {
            "question": "Who's most likely to try a new hobby and quit quickly?"
        },
        {
            "question": "Who's most likely to skip a workout?"
        },
        {
            "question": "Who's most likely to get injured doing something reckless?"
        },
        {
            "question": "Who's most likely to win an argument?"
        },
        {
            "question": "Who's most likely to attend a concert alone?"
        },
        {
            "question": "Who's most likely to leave the house in mismatched shoes?"
        }
    ]
}
