{
    "most-likely-to-open-season": [
      {
        "question": "Who's most likely to walk around the house naked?"
      },
      {
        "question": "Who's most likely to sneak into someone’s room at night?"
      },
      {
        "question": "Who's most likely to sleep with someone out of boredom?"
      },
      {
        "question": "Who's most likely to have a dirty dream about someone here?"
      },
      {
        "question": "Who's most likely to get caught watching porn?"
      },
      {
        "question": "Who's most likely to send explicit texts after just a few messages?"
      },
      {
        "question": "Who's most likely to flirt at a funeral?"
      },
      {
        "question": "Who's most likely to go commando on a date?"
      },
      {
        "question": "Who's most likely to hook up with their neighbor?"
      },
      {
        "question": "Who's most likely to get caught hooking up by roommates?"
      },
      {
        "question": "Who's most likely to kiss and tell?"
      },
      {
        "question": "Who's most likely to sleep with someone on the first date?"
      },
      {
        "question": "Who's most likely to make a booty call while drunk?"
      },
      {
        "question": "Who's most likely to accidentally butt-dial during sex?"
      },
      {
        "question": "Who's most likely to have a kid by accident?"
      },
      {
        "question": "Who's most likely to sell feet pics online?"
      },
      {
        "question": "Who's most likely to kiss someone during Truth or Dare?"
      },
      {
        "question": "Who's most likely to kiss someone of the same sex?"
      },
      {
        "question": "Who's most likely to have a foot fetish?"
      },
      {
        "question": "Who's most likely to use dating apps?"
      },
      {
        "question": "Who's most likely to forget a hookup’s name?"
      },
      {
        "question": "Who's most likely to hook up in public?"
      },
      {
        "question": "Who's most likely to make a sex tape?"
      },
      {
        "question": "Who's most likely to skip using protection?"
      },
      {
        "question": "Who's most likely to cheat on their partner?"
      },
      {
        "question": "Who's most likely to “ugly moan” during sex?"
      },
      {
        "question": "Who's most likely to marry multiple times?"
      },
      {
        "question": "Who's most likely to flirt with a friend’s partner?"
      },
      {
        "question": "Who's most likely to try a kink without hesitation?"
      },
      {
        "question": "Who's most likely to sext at work?"
      },
      {
        "question": "Who's most likely to hook up for free drinks?"
      },
      {
        "question": "Who's most likely to try role-playing in bed?"
      },
      {
        "question": "Who's most likely to get caught hooking up at a party?"
      },
      {
        "question": "Who's most likely to fall in love after a hookup?"
      },
      {
        "question": "Who's most likely to hook up at a festival?"
      },
      {
        "question": "Who's most likely to sleep with someone to make an ex jealous?"
      },
      {
        "question": "Who's most likely to have a sexual fantasy about someone here?"
      },
      {
        "question": "Who's most likely to have a crazy hookup story?"
      },
      {
        "question": "Who's most likely to get handsy in public?"
      },
      {
        "question": "Who's most likely to drive hours to hook up with a stranger?"
      },
      {
        "question": "Who's most likely to hook up with a friend’s sibling?"
      },
      {
        "question": "Who's most likely to sleep with someone for revenge?"
      },
      {
        "question": "Who's most likely to have an affair with a married person?"
      },
      {
        "question": "Who's most likely to wake up in a stranger’s bed?"
      },
      {
        "question": "Who's most likely to hook up with a friend’s ex?"
      },
      {
        "question": "Who's most likely to sleep with a professor or boss?"
      },
      {
        "question": "Who's most likely to hook up and never call them again?"
      },
      {
        "question": "Who's most likely to talk dirty in bed but be bad at it?"
      },
      {
        "question": "Who's most likely to hook up at a friend’s wedding?"
    },
    {
        "question": "Who's most likely to have a one-night stand and leave without goodbye?"
    },
    {
        "question": "Who's most likely to send an unsolicited nude?"
    },
    {
        "question": "Who's most likely to have sex in the wild?"
    },
    {
        "question": "Who's most likely to book a hotel for a quick hookup?"
    },
    {
        "question": "Who's most likely to get a private piercing?"
    },
    {
        "question": "Who's most likely to hook up with their ex’s friend?"
    },
    {
        "question": "Who's most likely to date someone they met through a hookup?"
    },
    {
        "question": "Who's most likely to fake their own death?"
    },
    {
        "question": "Who's most likely to start an OnlyFans?"
    },
    {
        "question": "Who's most likely to be bossed around in a relationship?"
    },
    {
        "question": "Who's most likely to leave a party with a 1/10?"
    },
    {
        "question": "Who's most likely to lie about their sexual history?"
    },
    {
        "question": "Who's most likely to sleep with someone they’re not attracted to?"
    },
    {
        "question": "Who's most likely to fall in love with a hookup?"
    },
    {
        "question": "Who's most likely to get plastic surgery?"
    },
    {
        "question": "Who's most likely to embarrass someone in front of their crush?"
    },
    {
        "question": "Who's most likely to date someone just for sex?"
    },
    {
        "question": "Who's most likely to say 'I love you' to a one-night stand?"
    },
    {
        "question": "Who's most likely to like someone here but not be liked back?"
    },
    {
        "question": "Who's most likely to be a bottom?"
    },
    {
        "question": "Who's most likely to butt-dial someone while talking badly about them?"
    },
    {
        "question": "Who's most likely to lie about their number of partners?"
    },
    {
        "question": "Who's most likely to ditch friends to flirt with a stranger?"
    },
    {
        "question": "Who's most likely to cheat on vacation?"
    },
    {
        "question": "Who's most likely to have a sex tape leak?"
    },
    {
        "question": "Who's most likely to date someone for money?"
    },
    {
        "question": "Who's most likely to get caught in the act by family?"
    },
    {
        "question": "Who's most likely to go skinny dipping at a public beach?"
    },
    {
        "question": "Who's most likely to end up naked at a party?"
    },
    {
        "question": "Who's most likely to kiss a stranger on a dare?"
    },
    {
        "question": "Who's most likely to sneak away for a quickie during an event?"
    },
    {
        "question": "Who's most likely to hook up with someone in their friend group?"
    },
    {
        "question": "Who's most likely to sleep with someone out of pity?"
    },
    {
        "question": "Who's most likely to get arrested for public indecency?"
    },
    {
        "question": "Who's most likely to bring home a stranger after a night out?"
    },
    {
        "question": "Who's most likely to have a 'walk of shame' moment?"
    },
    {
        "question": "Who's most likely to post a provocative photo online?"
    },
    {
        "question": "Who's most likely to hook up at a music festival?"
    },
    {
        "question": "Who's most likely to lie about their age to hook up?"
    },
    {
        "question": "Who's most likely to hook up with their roommate?"
    },
    {
        "question": "Who's most likely to engage in dirty talk at the wrong time?"
    },
    {
        "question": "Who's most likely to have a collection of dirty magazines?"
    },
    {
        "question": "Who's most likely to hook up with someone they just argued with?"
    },
    {
        "question": "Who's most likely to make out with someone on live TV?"
    },
    {
        "question": "Who's most likely to be turned on by danger?"
    },
    {
        "question": "Who's most likely to send a nude as a 'good morning' text?"
    },
    {
        "question": "Who's most likely to hook up with someone from their high school reunion?"
    }
    ]
  }
  